const faker = require('faker')
const moment = require('moment-timezone')

export default () => {
  return [
    {
      uid: '0665f56d-3a09-4eb7-b187-554acf92fa08',
      image: {
        url: 'static/images/desktop/home_bg.jpg',
        topic: 'Charoenkrung Road',
        topic_lng: 'en',
        desc: 'กรุงเจริญ = เจริญกรุง'
      },
      content: {
        topic: 'Charoenkrung is a Prosperous City',
        topic_extend: 'กรุงเจริญ = เจริญกรุง',
        desc: `
          <span>ถนนเจริญกรุง คือ ถนนสายแรกในกรุงเทพมหานครที่ใช้เทคนิคการสร้างแบบตะวันตก โดยทอดยาวตั้งแต่ถนนสนามไชยถึงแม่น้ำเจ้าพระยาที่ถนนตกปัจจุบันผ่านพื้นที่เขตพระนคร เขตป้อมปราบศัตรูพ่าย เขตสัมพันธวงศ์ เขตบางรัก เขตสาทรและเขตบางคอแหลม
          ซึ่งพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัวโปรดเกล้าฯ ให้สร้างขึ้นสำหรับขี่ม้าหรือนั่งรถม้าตากอากาศ เมื่อวันที่ 5 กุมภาพันธ์ พ.ศ. 2404 และแล้วเสร็จใน พ.ศ. 2407</span>
          <span>เมื่อสร้างถนนเจริญกรุงเสร็จใหม่ๆ นั้นยังไม่ได้พระราชทานนาม จึงเรียกกันทั่วไปว่า ถนนใหม่ และชาวยุโรปเรียกว่า นิวโรด (New Road) ต่อมาพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัวจึงโปรดเกล้าฯ พระราชทานนามถนนว่า “ถนนเจริญกรุง” ซึ่งมีความหมายว่า “ความเจริญรุ่งเรืองของบ้านเมือง”</span>
          <span><a style="color:red" href="https://www.facebook.com/hashtag/tedxchareonkrung">#TEDxChareonkrung</a> มุ่งมั่นที่จะเผยแพร่ไอเดียที่มีคุณค่าโดยไม่ได้เน้นเพียงแค่ไอเดียที่เกิดขึ้นในเจริญกรุงเท่านั้น แต่ยังรวมไปถึงเรื่องราวเกี่ยวกับกรุงที่เจริญ เพื่อช่วยจุดประกายพลังความคิดให้กล้าที่จะลุกขึ้นมาพัฒนา เปลี่ยนแปลง “กรุง” ของคุณ ให้ “เจริญ” ไปด้วยกัน<span>
          `
      },
      postedDate: new Date(Date.UTC(2017, 7, 20))
    },
    {
      uid: '68ffa3c1-9e2a-44ab-b545-8dbb39bf680c',
      image: {
        url: 'static/images/contents/bg_01.jpg',
        topic: 'Everything has its “1st” time',
        topic_lng: 'en',
        desc: 'เพราะทุกสิ่งย่อมมี “ครั้งแรก”'
      },
      content: {
        topic: 'Everything has its “1st” time',
        topic_extend: 'เพราะทุกสิ่งย่อมมี “ครั้งแรก”',
        desc: `
          <span>ทุกสิ่งทุกอย่างบนโลกจะเกิดขึ้นมาไม่ได้ หากไม่มีใครสักคนที่เริ่มสร้างมันขึ้นมาเป็นครั้งแรก</span>
          <span><b>“1st” TED</b><br>
          กว่าจะมาเป็น TED ที่เราเห็นกันอยู่ทุกวันนี้ "TED ครั้งแรก” นั้นถูกจัดขึ้นในฐานะงานสัมมนาทางเทคโนโลยี เศรษฐกิจ และการออกแบบในปี ค.ศ. 1984 โดยการริเริ่มของ Richard Saul Wurman แม้งานจะไม่ประสบความสำเร็จทางด้านการเงิน แต่ประเด็นที่ถูกหยิบยกขึ้นมาพูดเมื่อ 33 ปีที่แล้วนั้นเป็นดั่งเมล็ดพันธุ์ของแนวคิดอันยิ่งใหญ่ที่ส่งผลให้โลกเปลี่ยนแปลงมาจนถึงปัจจุบัน
          </span>
          <span>
          <div style="max-width:854px mx-auto d-block"><div style="position:relative;height:0;padding-bottom:56.25%"><iframe src="https://embed.ted.com/talks/nicholas_negroponte_in_1984_makes_5_predictions" width="854" height="480" style="position:absolute;left:0;top:0;width:100%;height:100%" frameborder="0" scrolling="no" allowfullscreen></iframe></div></div>
          </span>
          <span><b>“5 Predictions”</b><br>
          หนึ่งใน TED ครั้งแรก คือแนวคิดของ Nicholas Negroponte ผู้ก่อตั้ง MIT Media Lab ที่คาดการณ์ถึงเทคโนโลยีการสั่งงานผ่านหน้าจอด้วยปลายนิ้ว ซึ่งฟังดูห่างไกลและเป็นไปได้ยากในเวลานั้น แต่ ณ ตอนนี้สิ่งที่ถูกเรียกว่าหน้าจอสัมผัส หรือ Touchscreen กลับฟังดูคุ้นเคย และกลายมาเป็นส่วนหนึ่งในชิตประจำวัน ผ่านการใช้งานเครื่องมือสื่อสารหรือเครื่องใช้ไฟฟ้าต่างๆ เราจึงอยากชักชวนทุกท่านมาพบกับจุดเริ่มต้นของ TED ผ่านคลิป แสดงการบรรยายของ Nicholas Negroponte ในงานสัมมนาปี ค.ศ. 1984 เพื่อเตรียมความพร้อม ก่อนเข้ามาทำความรู้จัก <a style="color:red" href="https://www.facebook.com/hashtag/tedxchareonkrung">#TEDxChareonkrung</a> เป็น “ครั้งแรก”
          </span>
          <span>
          ขอบคุณข้อมูลจาก: <a style="color:red" class="tedx_link black" href="https://www.ted.com/talks/nicholas_negroponte_in_1984_makes_5_predictions">https://www.ted.com/talks/nicholas_negroponte_in_1984_makes_5_predictions</a>
          </span>
          `
      },
      postedDate: new Date(Date.UTC(2017, 7, 6))
    },
    {
      uid: '187f08ba-6c44-42a4-8dd8-b356ed3a3c33',
      image: {
        url: 'static/images/contents/memory_main.jpg',
        topic: '“เจริญกรุง” ย่านบันทึกความทรงจำ',
        topic_lng: 'th',
        desc: 'เพราะเครื่องมือบันทึกความทรงจำ ไม่ได้ถูกจำกัดอยู่เพียงภาพถ่าย'
      },
      content: {
        topic: '“เจริญกรุง” ย่านบันทึกความทรงจำ',
        topic_extend: 'เพราะเครื่องมือบันทึกความทรงจำ ไม่ได้ถูกจำกัดอยู่เพียงภาพถ่าย',
        desc: `
          <span>ต้องยอมรับว่าการถ่ายภาพ กลายมาเป็นกิจกรรมที่นิยมมากของคนในปัจจุบัน
          ซึ่งก็มีหลากหลายรูปแบบไม่ว่าจะเป็นแบบไฟล์ดิจิทัล หรือภาพถ่ายบนกระดาษ
          ในบางครั้ง “ภาพถ่าย” อาจไม่ได้ถูกนิยามไว้เพียงแค่การเป็น “ภาพ” แต่ยังเป็นสิ่งบันทึกความทรงจำ</span>
          <img src="static/images/contents/rareuk_01.jpg" class="img-fluid mx-auto d-block" alt="ถนนเจริญกรุงบริเวณหัวถนนสุรวงศ์" width="100%">
          </br><span class="text-center">ถนนเจริญกรุงบริเวณหัวถนนสุรวงศ์</span></br>
          <img src="static/images/contents/rareuk_02.jpg" class="img-fluid mx-auto d-block" alt="แม่น้ำเจ้าพระยา บริเวณเจริญกรุง ปี 2506" width="100%">
          </br><span class="text-center">แม่น้ำเจ้าพระยา บริเวณเจริญกรุง ปี 2506</span></br>          
          <img src="static/images/contents/rareuk_03.jpg" class="img-fluid mx-auto d-block" alt="จุดรับ-ส่งผู้โดยสารรถรางถนนเจริญกรุง ปี 2500" width="100%">
          </br><span class="text-center">จุดรับ-ส่งผู้โดยสารรถรางถนนเจริญกรุง ปี 2500</span></br>          
          <img src="static/images/contents/rareuk_04.jpg" class="img-fluid mx-auto d-block" alt="ถนนเจริญกรุง ตัดถนนสีลมที่แยกบางรัก" width="100%">
          </br><span class="text-center">ถนนเจริญกรุง ตัดถนนสีลมที่แยกบางรัก</span></br>          
          <img src="static/images/contents/rareuk_05.jpg" class="img-fluid mx-auto d-block" alt="ทางเข้าโรงภาพยนตร์พัฒนากร (สิริรามา) ถนนเจริญกรุง กรุงเทพมหานคร / ถ่ายเมื่อราวปี พ.ศ. ๒๔๕๓" width="100%">
          </br><span class="text-center">ทางเข้าโรงภาพยนตร์พัฒนากร (สิริรามา) ถนนเจริญกรุง กรุงเทพมหานคร / ถ่ายเมื่อราวปี พ.ศ. ๒๔๕๓</span></br>          
          <img src="static/images/contents/rareuk_06.jpg" class="img-fluid mx-auto d-block" alt="ประตูพฤฒิมาศ" width="100%">
          </br><span class="text-center">ประตูพฤฒิมาศ</span></br>
          <img src="static/images/contents/rareuk_07.jpg" class="img-fluid mx-auto d-block" alt="รถม้า และรถราง บนถนนเจริญกรุง กรุงเทพมหานคร / ถ่ายเมื่อปี พ.ศ. ๒๔๓๗" width="100%">
          </br><span class="text-center">รถม้า และรถราง บนถนนเจริญกรุง กรุงเทพมหานคร / ถ่ายเมื่อปี พ.ศ. ๒๔๓๗</span></br>
          <img src="static/images/contents/rareuk_08.jpg" class="img-fluid mx-auto d-block" alt="โรงงานโฟร์โมสต์ เจริญกรุง ปี 2502" width="100%">
          </br><span class="text-center">โรงงานโฟร์โมสต์ เจริญกรุง ปี 2502</span></br>
          <img src="static/images/contents/rareuk_09.jpg" class="img-fluid mx-auto d-block" alt="วงเวียนโอเดียน เมื่อปี 2522" width="100%">
          </br><span class="text-center">วงเวียนโอเดียน เมื่อปี 2522</span></br>
          <img src="static/images/contents/rareuk_10.jpg" class="img-fluid mx-auto d-block" alt="สี่กั๊กพระยาศรี ถนนเจริญกรุง ตัดถนนเฟื่องนคร / ถ่ายเมื่อราวปี พ.ศ. ๒๔๔๓" width="100%">
          </br><span class="text-center">สี่กั๊กพระยาศรี ถนนเจริญกรุง ตัดถนนเฟื่องนคร / ถ่ายเมื่อราวปี พ.ศ. ๒๔๔๓</span></br>
          <img src="static/images/contents/rareuk_11.jpg" class="img-fluid mx-auto d-block" alt="คลังสินค้า บ.เอส อาร์ บาร์เดอร์ ย่านเจริญกรุง ปี 2511" width="100%">
          </br><span class="text-center">คลังสินค้า บ.เอส อาร์ บาร์เดอร์ ย่านเจริญกรุง ปี 2511</span></br>

          <span>เช่นเดียวกับ “เจริญกรุง” ที่ไม่ใช่เพียงสถานที่ แต่เปรียบเสมือน “แกลอรี่”
          ที่ถ่ายทอดเรื่องราวในอดีต และทำให้หวนนึกถึงทุกครั้งที่ไปเยี่ยมเยียน
          อาจเพราะสิ่งปลูกสร้างที่ผสมผสานความทันสมัยร่วมกับร่องรอยทางประวัติศาสตร์อย่างลงตัว
          รวมถึงร้านรวง และวิถีชีวิตต่างๆของผู้คนในพื้นที่ ที่มีมาตั้งแต่ดั้งเดิม
          เจริญกรุง จึงเป็น <b>“ย่าน บันทึกความทรงจำ”</b> อย่างแท้จริง
          <a style="color:blue" href="https://www.facebook.com/hashtag/tedxchareonkrung">#TEDxChareonkrung</a> จึงขอชวนทุกคนมาทำความรู้จักเจริญกรุงให้มากขึ้น
          ผ่านภาพเจริญกรุงในอดีตที่เราคัดสรรมาให้ชม</span>
        `
      },
      postedDate: new Date(Date.UTC(2017, 7, 15))
    },
    {
      uid: '804b24d3-9a1a-4192-8126-bd1d45998a90',
      image: {
        url: 'static/images/contents/03_1.jpg',
        topic: '10 Most Beautiful Libraries',
        topic_lng: 'en',
        desc: ''
      },
      content: {
        topic: '10 Most Beautiful Libraries',
        topic_extend: '',
        desc: `
          <span>"The more that you read, the more things you will know.
          The more that you learn, the more places you'll go.” <br>
          - Dr.Suess</span>

          <span>การอ่านเป็นการเรียนรู้ที่มีความสำคัญกับมนุษย์อย่างมาก
          เพราะการอ่านไม่เพียงแค่ช่วยยกระดับความเจริญของสติปัญญา
          แต่ยังช่วยยกระดับความเจริญทางจิตใจด้วยเช่นกัน  หากนึกถึงสถานที่แห่งการเรียนรู้แล้ว ก็คงจะเป็นที่ไหนไปไม่ได้นอกจาก "ห้องสมุด"
          ซึ่งเป็นส่วนหนึ่งที่สามารถพัฒนา “กรุงให้เจริญ” ได้
          ยิ่งห้องสมุดแห่งไหนมีสภาพแวดล้อมที่ชวนอ่านแล้ว ก็ยิ่งเป็นแรงจูงใจให้ผู้คนเข้ามาใช้บริการ
          <a style="color:blue" href="https://www.facebook.com/hashtag/tedxchareonkrung">#TEDxChareonkrung</a> จึงขอยกตัวอย่างห้องสมุด 10 แห่งที่สวยที่สุดในโลกมาให้ทุกคนได้ชม
          เผื่อว่าในอนาคตพวกเราอาจจะช่วยกันทำให้ประเทศไทยมีห้องสมุดที่สวยติดอันดับโลกบ้างก็เป็นได้</span>


          <span><b>1) Dokk1 Library, Schmidt Hammer Lassen</b><br>
          ห้องสมุด Dokk1 เพิ่งได้รับรางวัลห้องสมุดสาธารณะที่ดีที่สุดในปีพ. ศ. 2560
          มีขนาด 323,000 ตารางฟุต ซึ่งใหญ่ที่สุดในสแกนดิเนเวีย
          อยู่ติดกับแม่น้ำในเมืองอาฮุสประเทศเดนมาร์ก
          อาคารสร้างด้วยสแต็กรูปหลายเหลี่ยมทำให้เป็นรูปทรงเรขาคณิต
          ภายในพื้นที่โปร่งโล่งมีหน้าต่างที่มองเห็นท่าเรือของเมือง
          ซึ่งความพิเศษห้องสมุดนี้ คือ ระฆังที่แขวนอยู่เหนือบันไดกลาง เชื่อมต่อกับโรงพยาบาลท้องถิ่น จะดังขึ้นทุกครั้งที่มีทารกคลอด</span>
          <img src="static/images/contents/03_2.jpg" class="img-fluid mx-auto d-block" width="100%"><br>
          <span class="text-center">Photo Credit: ADAM MØRK</span>

          <span><b>2) Lawrence Public Library, by Gould Evans</b><br>
          ห้องสมุดสาธารณะ Lawrence เป็นห้องสมุดเก่าแก่สร้างตั้งแต่ปี1972
          แต่ได้รับการปรับโฉมใหม่ให้ทันสมัยมากขึ้น โดยสถาปนิกคำนึงถึงการใช้งานของห้องสมุด
          ที่ให้ความรู้สึกใกล้ชิดกับแสงธรรมชาติ จึงเป็นที่มาของการออกแบบให้มีหน้าต่างอยู่บนเพดาน
          เพื่อให้แสงจากธรรมชาติสามารถพาดผ่านมายังพื้นห้องสมุดได้</span>
          <img src="static/images/contents/03_3.jpg" class="img-fluid mx-auto d-block" width="100%"><br>
          <span class="text-center">Photo Credit: MIKE SINCLAIR</span>

          <span><b>3) Yangzhou Zhongshuge, by X+Living</b><br>
          หากได้ลองเข้าไปในห้องสมุด Yangzhou Zhongshuge ในเมืองจีน
          คุณจะรู้สึกเหมือนได้เดินข้ามผ่านแม่น้ำที่ลายล้อมไปด้วยหนังสือมากมาย
          ด้วยการออกแบบที่ใช้กระจกสีดำมาทำเป็นพื้น เพื่อสะท้อนแสงไฟบนชั้นหนังสือที่ถูกออกแบบให้เป็นเส้นโค้ง
          ช่วยให้เกิดความรู้สึกถึงอุโมงค์น้ำ แก่ทุกคนที่เข้าไปสัมผัส</span>
          <img src="static/images/contents/03_4.jpg" class="img-fluid mx-auto d-block" width="100%"><br>
          <span class="text-center">Photo Credit: SHAO FENG ARCHITECTURAL PHOTOGRAPHY</span>

          <span><b>4) Beyazit Library, by Tabanlioglu Architects</b><br>
          Beyazit Library ในตุรกี สร้างขึ้นในปี 1506 ซึ่งเดิมเป็นห้องครัวและโรงแรม
          ก่อนที่จะกลายเป็นห้องสมุดของรัฐในช่วงปลายศตวรรษที่ 19 โดยสถาปนิกยังคงส่วนของตึกเก่าเอาไว้ และสร้างห้องกระจกสไตล์มินิมอลขึ้นตรงกลางสำหรับเก็บรวบรวมหนังสือต้นฉบับหายากต่างๆ เอาไว้
          เรียกได้ว่าเป็นการผสมผสานระหว่างสิ่งเก่าและใหม่ได้เป็นอย่างดี</span>
          <img src="static/images/contents/03_5.jpg" class="img-fluid mx-auto d-block" width="100%"><br>
          <span class="text-center">Photo Credit: TABANLIOGLU ARCHITECTS</span>

          <span><b>5) Vennesla Library, by Helen & Hard Architects</b><br>
          ห้องสมุด Vennesla ในประเทศนอร์เวย์ ถูกออกแบบให้ดูล้ำสมัยเหมือนเป็นประตูไปสู่อวกาศ ด้วยซุ้มโค้งบนเพดานทั้งหมด 27 ชิ้น ที่มองดูราวกับเป็นโครงกระดูกของห้องสมุดแห่งนี้
          ภายในซุ้มโค้งแต่ละซี่นั้นทำจากวัสดุที่เก็บเสียงเป็นอย่างดีจึงมั่นใจได้ว่า
          ห้องสมุดแห่งนี้จะไม่ปล่อยให้เสียงจากภายนอกเข้ามากวนสมาธิอย่างแน่นอน</span>
          <img src="static/images/contents/03_6.jpg" class="img-fluid mx-auto d-block" width="100%"><br>
          <span class="text-center">Photo Credit: EMILE ASHLEY</span>

          <span><b>6) Bodø Library, by DRDH</b><br>
          ห้องสมุด Bodø เป็นสถานที่อีกแห่งในนอร์เวย์ที่นอกจากจะเป็นห้องสมุดแล้ว
          ยังเป็นศูนย์วัฒนธรรมของประเทศนี้อีกด้วย ภายในมีห้องคอนเสิร์ตอีกสามห้อง
          พื้นที่อ่านหนังสือของห้องสมุด Bodo จะมีหน้าต่างบานยาวตั้งแต่เพดานจรดพื้น
          ที่มองออกไปผู้อ่านจะได้พบกับวิวท่าเรือของเมืองนี้</span>
          <img src="static/images/contents/03_7.jpg" class="img-fluid mx-auto d-block" width="100%"><br>
          <span class="text-center">Photo Credit: DAVID GRANDORGE</span>

          <span><b>7) Chicago Public Library, by SOM</b><br>
          ห้องสมุด Chicago ในย่าน Chinatown นี้นำรูปร่างของก้อนกรวดมาออกแบบในการสร้างตึก
          ตัวตึกนั้นทำจากกระจกบานยาวและแผงโซล่าร์กั้นเป็นซี่ๆรอบตัวห้องสมุด
          โดยมีความตั้งใจว่าการออกแบบนี้จะช่วยลดความร้อนและแสงที่ส่องเข้ามามากเกินไปจนแยงตาผู้อ่าน
          ทั้งยังถูกออกแบบให้อยู่ในสภาพแวดล้อมภายนอกที่ถูกตามหลังฮวงจุ้ยอีกด้วยี</span>
          <img src="static/images/contents/03_8.jpg" class="img-fluid mx-auto d-block" width="100%"><br>
          <span class="text-center">Photo Credit: HEDRICH BLESSING PHOTOGRAPHERS</span>

          <span><b>8) Birmingham Library, by Mecanoo</b><br>
          สำหรับห้องสมุด Brimingham ที่ประเทศอังกฤษนี้ดูเหมือนจะได้รับแรงบรรดาลใจ
          ในการออกแบบมาจากรูปแบบสถาปัตยกรรมที่เรียกว่า Brutalist Architecture
          ที่เน้นรูปทรงเรขาคณิตและการใช้รายละเอียดซ้ำๆในการก่อสร้าง
           โดยเน้นการใช้วัสดุประเภทโลหะในการทำโครงสร้างภายนอก
          ส่วนภายในนั้นเน้นการออกแบบแบบมินิมอลคือใช้เน้นการใช้สีโทนเดียวเป็นหลัก
          มองดูแล้วให้ความรู้สึกสะอาดตา</span>
          <img src="static/images/contents/03_9.jpg" class="img-fluid mx-auto d-block" width="100%"><br>
          <span class="text-center">Photo Credit: MECANOO</span>

          <span><b>9) Halifax Library, by Schmidt Hammer Lassen</b><br>
          หอสมุด Halifax มีขนาด 156,000 ตารางฟุต ตั้งอยู่ใจกลางเมือง
          เพิ่มความโดดเด่นด้วยการดีไซน์อาคารให้เป็นกล่องแก้วสี่กล่องตั้งเรียงกัน
          โดยด้านบนบิดเอียงออกจากฐานสร้างความแปลกตา
          ชั้นดาดฟ้าของอาคารเป็นสวนสำหรับการชมวิวฤดูร้อนของโนวาสโกเชีย
          ภายในห้องอ่านหนังสือของห้องสมุดยังสามารถเปลี่ยนเป็นห้องแสดงคอนเสิร์ตได้อีกด้วย</span>
          <img src="static/images/contents/03_10.jpg" class="img-fluid mx-auto d-block" width="100%"><br>
          <span class="text-center">Photo Credit: ADAM MØRK</span>

          <span><b>10) Conarte Library, by Anagrama</b><br>
           "Anagrama" สตูดิโอออกแบบสัญชาติเม็กซิกัน ได้ออกแบบซุ้มอ่านหนังสือภายในร้านหนังสือ Monterrey
          โดยใช้ผนังกำแพงสีฟ้าโปร่งใสที่สามารถมองทะลุผ่านชั้นหนังสือไม้ที่ขัดกัน มองดูคล้ายกับรังไหมสีสันสดใส
          มีบันไดตัดผ่านตรงกลางของโดม ด้านข้างเป็นเบาะที่นั่งสำหรับอ่านหนังสือ ถือเป็นการใช้พื้นที่ได้โดดเด่นและฉลาดี</span>
          <img src="static/images/contents/03_11.jpg" class="img-fluid mx-auto d-block" width="100%"><br>
          <span class="text-center">Photo Credit: CAROGA</span>

          <span>
          ขอบคุณข้อมูลจาก: <a style="color:red" class="tedx_link black" href="https://www.wired.com/2016/09/settle-10-beautiful-libraries-earth/">https://www.wired.com/2016/09/settle-10-beautiful-libraries-earth/</a>
          </span>
        `
      },
      postedDate: new Date(Date.UTC(2017, 7, 17))
    },
    {
      uid: '29793cba-9618-48d0-a1a2-62c056b91cee',
      image: {
        url: 'static/images/contents/11_1.jpg',
        topic: 'เจริญกรุง ย่าน..ที่ระลึก',
        topic_lng: 'th',
        desc: ''
      },
      content: {
        topic: 'เจริญกรุง ย่าน..ที่ระลึก',
        topic_extend: '',
        desc: `
          <span>เจริญกรุงย่านที่เต็มไปด้วยสถานที่..ที่ระลึก ที่ชวนให้เราระลึกถึงความหลัง และเรื่องราวประวัติศาสตร์ในอดีตของสถานที่นั้นๆ</span>
          <span><a style="color:blue" href="https://www.facebook.com/hashtag/tedxchareonkrung">#TEDxChareonkrung</a> ขอพาทุกคนไปหวนระลึกถึง
สถานที่..ที่ระลึกในย่าน..ที่ระลึก อย่างเจริญกรุงกันค่ะ</span>

          <span><b>ตึก..ที่ระลึก<br><br>ตึกสาธรยูนีค</b></span>
          <span><img src="static/images/contents/11_2.jpg" class="img-fluid mx-auto d-block" width="100%"></span>
          <span><b>สาธร ยูนีค</b> เป็นตึกสูง 49 ชั้น จำนวน 600 ยูนิต ราคาขาย 20,000-30,000 บาท/ตร.ม.
เปิดตัวขายในปี 2533 ตั้งอยู่ในซอยเจริญกรุง 51 ถนนเจริญกรุง แขวงยานนาวา เขตสาทร
และจากวิกฤตเศรษฐกิจปี 40 สร้างความบอบช้ำอย่างแสนสาหัสให้คนไทย
ธุรกิจมากมายต้องปิดตัวลงผู้ประกอบการล้มละลาย โครงการใหญ่หลายโครงการที่ไปต่อไม่ได้
สิ่งก่อสร้างมากมายถูกทิ้งร้างเปรียบเสมือนอนุสาวรีย์ของปี 40 และที่โด่งดังที่สุดก็คือ ตึกสาทร ยูนิค
ตึกร้างสูงระฟ้ากลางกรุงที่ต้องถูกทิ้งร้างหลังเจอวิกฤตต้มยำกุ้งและยังตั้งตระหง่านอยู่มากว่า 20 ปี</span>
          <span>Photo Credit: <a style="color:red" class="tedx_link black" href="http://strangeabandonedplaces.com/sathorn-unique-bangkoks-ghost-skyscraper/">http://strangeabandonedplaces.com/sathorn-unique-bangkoks-ghost-skyscraper/</a></span><br>

          <span><b>ถนน..ที่ระลึก<br><br>ถนนเจริญกรุง...<br>
ถนนคอนกรีตสายแรกของประเทศไทย</b></span>
          <span><img src="static/images/contents/11_3.jpg" class="img-fluid mx-auto d-block" width="100%"></span>
          <span>ถนนเจริญกรุงถือได้ว่าเป็นถนนคอนกรีตสายแรกของประเทศไทยที่ถูกสร้างแบบตะวันตก
โดยสร้างขึ้นในสมัยพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว รัชกาลที่ 5
ถูกสร้างแล้วเสร็จในปี พ.ศ. 2407 ซึ่งเมื่อประกอบกับการเป็นพื้นที่ที่ติดริมแม่น้ำเจ้าพระยา
มีความสะดวกทางคมนาคม และนำมาสู่ความหลากหลายทางวัฒนธรรม
เจริญกรุงจึงกลายเป็นศูนย์รวมความเจริญในสมัยดังกล่าว เต็มไปด้วยสิ่งที่ทันสมัยที่สุดในช่วงเวลานั้น
ตั้งแต่ โรงแรม ธนาคาร รถราง โทรคมนาคม ตลอดจนการค้าและความสัมพันธ์กับนานาชาติ</span><br>

          <span><b>บ้าน..ที่ระลึก<br><br>บ้านเลขที่ 1 ซอยกัปตันบุช...<br>
บ้านหลังแรกของประเทศไทยที่มีรหัสไปรษณีย์</b></span>
          <span><img src="static/images/contents/11_4.jpg" class="img-fluid mx-auto d-block" width="100%"></span>
          <span>เป็นมรดกที่แสดงให้เห็นถึงความเป็นยุโรปในเอเชียตะวันออกเฉียงใต้ ในช่วงเวลาที่เป็นจุดเปลี่ยนของศตวรรษ
ระหว่างปี ค.ศ.1887 ถึง 1954 เวียดนาม ลาว และกัมพูชา อยู่ในฐานะอาณานิคมแห่งหนึ่งของฝรั่งเศส
อาณานิคมแห่งนี้ถูกบังคับให้เป็นแหล่งในการจัดหาทรัพยากรให้กับแผ่นดินแม่ บริษัทฝรั่งเศสที่ชื่อว่า
Societe Francaise des Distilleries de l’Indochine (SFDI) เข้ามาช่วยรัฐบาลจัดการเรื่องการผูกขาดสินค้า
ในระยะเวลานั้น SFDI ไม่ได้จำกัดการดำเนินงานอยู่ในอินโดจีนเท่านั้น แต่ยังมีการตั้งสำนักงานในสยาม
ตรงที่ตั้งของบ้านเลขที่ 1 ในย่านประวัติศาสตร์บางรัก การเลือกสถานที่ตั้งบริษัทที่บ้านเลขที่ 1 นั้นไม่น่าแปลกใจ เพราะชุมชนของชาวยุโรปได้ก่อร่างในเขตบางรัก พร้อมถนนลาดยางแห่งแรกของกรุงเทพ สถานทูตฝรั่งเศส
อาคารไปรณีย์กลาง ศุลกากรแห่งแรกของกรุงเทพ และสถาบันที่เกี่ยวข้องกับธุรกิจอื่น ๆ
ตัวอาคารของบ้านเลขที่ 1 เป็นสถาปัตยกรรมแบบนีโอคลาสสิก เห็นได้ชัดจากหน้าจั่ว อาคาร 2 ชั้น
ซึ่งสร้างในช่วงต้นปี 1900 เป็นอาคารก่ออิฐและผนังรับน้ำหนัก กระเบื้องหลังคารูปเพชรของหลังคาปั้นหยา
ทำให้นึกถึงสไตล์ในยุคนั้น ในช่วงปี ค.ศ. 2012-2016 สำนักงานทรัพย์สินส่วนพระมหากษัตริย์ได้ฟื้นฟูอาคารหลังนี้จากการถูกทิ้งร้าง และเพราะสถาปัตยกรรมของอาคารที่พบได้ยาก กรมศิลปากรจึงได้ขึ้นทะเบียนบ้านเลขที่ 1
เป็นโบราณสถาน แม้ว่า SFDI จะไม่ได้ทำการอีกต่อไปแล้ว แต่ยังคงทิ้งมรดกไว้ในบ้านเลขที่ 1 แห่งนี้</span>
          <span>Photo Credit: <a style="color:red" class="tedx_link black" href="http://www.crownproperty.or.th/ข่าวสารและสาระน่ารู้/สาระน่ารู้?&per_page=10">http://www.crownproperty.or.th/ข่าวสารและสาระน่ารู้/สาระน่ารู้?&per_page=10</a></span><br>

          <span><b>ธนาคาร..ที่ระลึก<br><br>ธนาคารไทยพาณิชย์ สาขาตลาดน้อย...<br>
ธนาคารพาณิชย์แห่งแรกของประเทศไทย</b></span>
          <span><img src="static/images/contents/11_5.jpg" class="img-fluid mx-auto d-block" width="100%"></span>
          <span>เป็นสถาบันการเงินหรือธนาคารแห่งแรกของประเทศไทย
เริ่มก่อตั้งขึ้นในนาม “บุคคลัภย์” ในสมัยพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว รัชกาลที่ 5
เพื่อให้สถาบันการเงินเป็นฐานรองรับการเติบโตด้านเศรษฐกิจของประเทศ ซึ่งประสบผลสำเร็จเป็นอย่างดี กลายเป็นต้นแบบธนาคารพาณิชย์ของไทย โดยมีการปรับเปลี่ยนชื่อเป็น “บริษัท แบงก์สยาม กัมมาจล ทุนจำกัด”
ในปี 2449 และเปลี่ยนมาเป็น “ธนาคารไทยพาณิชย์” เช่นทุกวันนี้
อาคารแห่งนี้มีความโดดเด่นด้วยสถาปัตยกรรมโบซาร์ผสมผสานนีโอคลาสสิค ที่ยังคงความงดงามจนถึงปัจจุบัน</span>
          <span>Photo Credit: <a style="color:red" class="tedx_link black" href="http://www.artbangkok.com/?p=44008">http://www.artbangkok.com/?p=44008</a></span><br>

          <span><b>โรงแรม..ที่ระลึก<br><br>โรงแรมโอเรียนเต็ล....<br>
โรงแรมแห่งแรกของประเทศไทย</b></span>
          <span><img src="static/images/contents/11_6.jpg" class="img-fluid mx-auto d-block" width="100%"></span>
          <span>เป็นโรงแรมอย่างเป็นทางการแห่งแรกของไทย ที่ก่อตั้งขึ้นในสมัยรัชกาลที่ 5 หรือประมาณปี พ.ศ. 2413 และเปิดให้ใช้งานได้อย่างเป็นทางการเมื่อปี พ.ศ. 2430 นับเป็นโรงแรมที่เก่าแก่ที่สุดของไทย และเก่าแก่ที่สุดแห่งหนึ่งของเอเชีย
ที่นี่เคยต้อนรับแขกผู้มีเกียรติมากมาย อาทิ โจเซฟ คอนราด นักเขียนชื่อดังชาวอังกฤษ รวมทั้งพระประมุขและผู้แทนพระองค์
จากประเทศต่างๆ ในพระราชพิธีฉลองสิริราชสมบัติครบ 60 ปี ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 เมื่อปี พ.ศ. 2549
ทั้งเสน่ห์ของโรงแรมแห่งนี้คืออาคารออเธอร์ส วิง ที่งดงามด้วยสถาปัตยกรรมแบบนีโอคลาสสิค และเคยได้รับรางวัลอนุรักษ์สถาปัตยกรรมดีเด่น เมื่อปี 2545</span>
          <span>Photo Credit: <a style="color:red" class="tedx_link black" href="https://theluxurytravelexpert.com/2016/01/06/review-mandarin-oriental-bangkok/">https://theluxurytravelexpert.com/2016/01/06/review-mandarin-oriental-bangkok/</a></span><br>

          <span><b>กงสุล..ที่ระลึก<br><br>สถานกงสุลโปรตุเกส...<br>
สถานกงสุลแห่งแรก</b></span>
          <span><img src="static/images/contents/11_7.jpg" class="img-fluid mx-auto d-block" width="100%"></span>
          <span>หรือสถานเอกอัครราชทูตโปรตุเกส สร้างขึ้นในสมัยรัชกาลที่ 2 ซึ่งมีชาวโปรตุเกสเข้ามาตั้งถิ่นฐานบริเวณริมแม่น้ำเจ้าพระยาของประเทศไทยมากขึ้น พระบาทสมเด็จพระพุทธเลิศหล้านภาลัย จึงพระราชทานที่ดินในตรอกกัปตันบุชให้แก่พระราชินีมาเรีย แห่งโปรตุเกส เพื่อสร้างเป็นที่พำนักสำหรับกงสุลโปรตุเกสสมัยนั้น สำหรับเป็นศูนย์กลางให้แก่ชาวโปรตุเกสในประเทศไทย โดยตัวอาคารมีการก่อสร้างอย่างงดงามด้วยสถาปัตยกรรมแบบโคโลเนียล ภายในเป็นพื้นไม้ไผ่ฉาบตามแบบฉบับของการสร้างที่อยู่อาศัยของชาวโปรตุเกส ทั้งนี้ อาคารหลังนี้ได้มีการปรุงปรุงและต่อเติมเรื่อยมาเพื่อการใช้งาน และรักษาสภาพอาคารหลังเดิมไว้ให้ใกล้เคียงที่สุด</span>
          <span>Photo Credit: <a style="color:red" class="tedx_link black" href="http://www.reurnthai.com/index.php?topic=3447.0">http://www.reurnthai.com/index.php?topic=3447.0</a></span><br>

          <span><b>มัสยิด..ที่ระลึก<br><br>มัสยิดบ้านอู่<br>
มัสยิดจดทะเบียนหลังแรกของไทย</b></span>
          <span><img src="static/images/contents/11_8.jpg" class="img-fluid mx-auto d-block" width="100%"></span>
          <span>เป็นสถานที่ประกอบศาสนกิจของชาวมุสลิมที่เก่าแก่ที่สุด ได้รับการก่อสร้างขึ้นในสมัยรัชกาลที่ 6
หรือประมาณปี 2455 โดยพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัว รัชกาลที่ 6 ทรงพระราชทานที่ดินผืนนี้
ให้แก่ชาวมุสลิมที่โยกย้ายถิ่นฐานมาอยู่ในกรุงเทพฯ สมัยนั้น เพื่อเป็นที่ตั้งของอาคารมัสยิดและกุโบร์(สุสาน)
คนในย่านนั้นรู้จักกันดีในชื่อ “สุเหร่าแขก” ทั้งนี้ ปัจจุบันนอกจากจะเป็นสถานที่สำคัญทางศาสนา
ของชาวมุสลิมย่านเจริญกรุง ยังเป็นโรงเรียนสอนศาสนาสำหรับชาวมุสลิม
และสถานที่ที่นักท่องเที่ยวนิยมแวะเวียนเข้าไปชมอยู่เสมอเมื่อมาเยือนย่านเจริญกรุง</span>
          <span>Photo Credit: <a style="color:red" class="tedx_link black" href="https://www.jcpr.co.th/ข่าวประชาสัมพันธ์/ศูนย์สร้างสรรค์งานออกแบบ-ปลุกตำนาน-“เจริญกรุง”โชว์-4-แลนด์มาร์คที่คนไทยต้องรู้.html">https://www.jcpr.co.th/ข่าวประชาสัมพันธ์/ศูนย์สร้างสรรค์งานออกแบบ-ปลุกตำนาน-“เจริญกรุง”โชว์-4-แลนด์มาร์คที่คนไทยต้องรู้.html</a></span>
        `
      },
      postedDate: new Date(Date.UTC(2017, 8, 20))
    },
    ,
    {
      uid: 'myid',
      image: {
        url: 'static/images/contents/001_01.jpg',
        topic: ' ',
        topic_lng: 'th',
        desc: ''
      },
      content: {
        topic: 'สร้างสิ่งใหม่',
        topic_extend: '',
        desc: `
          <span>รอบ 1 ปีที่ผ่านมา เป็นช่วงเวลาที่เจริญกรุงมีความเปลี่ยนแปลงด้านอาคารสถานที่มากที่สุดช่วงหนึ่ง สังเกตได้จากการที่อาคารหรือที่ว่างมีผู้คนเข้ามา เพื่อมองหาทางพัฒนาตั้งแต่ตึกแถวพื้นที่ว่างหรือแม้กระทั่งอาคารเดิมที่มีอยู่</span>
          <span>สถานที่แรกที่คุณไพลินพาเรามาแวะเวียนมาเยี่ยมก็ต้องถือเป็นจุดศูนย์รวมสำคัญหนึ่งของชาวจีนย่านเจริญกรุงมาตั้งแต่ดั้งเดิมนั่นก็คือร้านหว่าโถว น้ำขมหรือที่เรารู้จักอีกชื่อนึงก็คือผู้ผลิตซีอิ้วหยั่นหว่อหยุ่น ซึ่งดูจากภายนอกก็เป็นสถานที่น่าแวะน่ามาอยู่มาดูน่าถ่ายภาพเก็บไว้</span>
          <span>แต่ในขณะเดียวกันร้านหยั่นหว่อหยุ่น ซึ่งเป็นร้านขายของชำรวมสารพัดวัตถุดิบสำหรับปรุงอาหารแบบกวางตุ้งสำหรับชาวย่านเจริญกรุงมากกว่า 80 ปีแล้ว ก็ทำหน้าเสมือนพิพิธภัณฑ์วิถีอาหารย่านถิ่นอยู่ในตัวด้วย</span>
          <span><img src="static/images/contents/001_02.jpg" class="img-fluid mx-auto d-block" width="100%"></span>

          <span>หลังจากชิมน้ำขมซึ่งขมสมชื่อและอุดมไปด้วยสมุนไพรต่างๆ เราก็มีโอกาสได้คุยกับเจ้าของร้านคนปัจจุบัน ซึ่งเป็นทายาทรุ่นที่ 3 ที่ได้สะท้อนให้เราฟังในฐานะของผู้ที่อยู่ในพื้นที่มากกว่า 80 ปี</span>
          <span>และได้มองถึงการพัฒนาย่านเจริญกรุงในยุคหลังๆ ที่มักเป็นการพัฒนาเพื่อเปิดรับผู้มาเยือนซึ่งอาจจะหมายถึงนักท่องเที่ยวทั้งชาวต่างชาติและคนรุ่นใหม่ที่สนใจความเป็นมาของย่านต่างๆ ของเมืองกรุงเทพฯ</span>
          <span>จากการสนทนา TEDxCharoenkrung มองเห็นโจทย์สำคัญของการพัฒนาคือทำอย่างไรเราจึงจะสามารถผสมผสาน Design หรือ Creative ซึ่งอาจเป็นมุมมองของการทำงานจากคนจากภายนอกให้สามารถเชื่อมโยงกับจิตวิญญาณหรือสืบทอดคุณค่าของวิถีความเป็นอยู่ของผู้คนในย่านเจริญกรุงไว้ได้อย่างแท้จริง</span>
          <span><img src="static/images/contents/001_03.jpg" class="img-fluid mx-auto d-block" width="100%"></span>

          <span>จากนั้นคุณไพลินพาพวกเราเดินผ่านตรอกเล็กๆ ลึกเข้าไป ระหว่างทางสิ่งที่เริ่มเปลี่ยนไปคือ เราเห็นอาคารดั้งเดิมที่เป็นที่อยู่อาศัยมีการปรับปรุงตกแต่ง ทาสีให้ดูใหม่ขึ้น แต่ข้อที่น่าสนใจคืออาคารละแวกนั้นยังคงลักษณะเอกลักษณ์เป็นแบบดั้งเดิมและนำไปสู่จุดหมายที่ 2 ของเรานั่นคือ Prince Theatre Heritage Stay </span>
          <span>ซึ่งเดิมเป็นโรงภาพยนตร์ผ่านยุคสมัยมาหลายสิบปีตั้งแต่เป็นโรงบ่อนมาเป็นโรงมหรสพ จนกระทั่งเป็นหนึ่งในโรงภาพยนตร์ชั้นนำในอดีตจนกระทั่งยุคซบเซาของโรงภาพยนตร์</span>
          <span>โรงภาพยนตร์ปริ้นซ์รามาหรือโรงหนังปริ้นซ์ก็กลายเป็นโรงภาพยนตร์เฉพาะกลุ่มจนในที่สุดก็เลิกกิจการและทิ้งร้างไปกว่า 7 ปี ภายหลังกรมธนารักษ์ก็เปิดโอกาสให้เอกชนมามองหาแนวทางในการพัฒนา </span>
          <span>ซึ่งความเป็นโรงหนังปริ้นซ์ก็ไม่ได้เป็นเฉพาะเป็นแค่อาคารโรงภาพยนตร์เท่านั้นแต่มันก็หมายความรวมไปถึงชุมชนที่เติบโตมาร่วมกับยุคสมัยต่างๆ ของโรงภาพยนตร์แห่งนี้ด้วยดังนั้นแนวทางการพัฒนาที่น่าสนใจสำหรับที่นี่จึงเป็นเรื่องของการคงกลิ่นอายและวิถีของความเป็นศูนย์รวมของผู้คนที่เป็นผู้มาเยือนและเป็นจุดศูนย์กลางของชุมชนในย่านนี้ในเวลาเดียวกัน</span>
          <span>“โจทย์ของการพัฒนาของเรามาจากโรงภาพยนตร์ที่เลิกกิจการทิ้งร้างแล้ว แต่ก็มีชุมชนอยู่รอบๆ ทำยังไงถึงจะสามารถสร้างสถานประกอบการใหม่ขึ้นมาโดยทั้งคงความเป็นโรงหนังซึ่งเคยรวมคนไว้และชุมชนที่อยู่โดยรอบไม่ให้เกิดความแปลกแยกได้“ </span>
          <span>เป็นคำอธิบายจากผู้จัดการฝ่ายการตลาดของ Prince Theatre Heritage Stay เราศึกษาโครงสร้างเดิมของอาคารและยังคงลักษณะไว้ให้ได้มากที่สุดก่อนจะออกแบบต่อเติมซึ่งในที่สุดสามารถที่จะทำให้โรงหนังปริ้นซ์รามาคืนชีวิตขึ้นมาอีกครั้ง แล้วทำหน้าที่ทั้งเป็นที่พักของคนที่ต้องการสัมผัสบรรยากาศของความเป็นเจริญกรุงดั้งเดิมและยังเป็นที่รวมของคนผู้มาเยือน ทั้งมาแวะชั่วคราวหรือมาร่วมกิจกรรมต่างๆ ที่มีคนจัดหลายหลากหลายที่</span>
          <span>โรงแรมของเรา Prince Theatre Heritage Stay อาจเป็นตัวอย่างหนึ่งของการทำงานเพื่อพัฒนาพื้นที่ย่านดั้งเดิมให้ลงตัว เพื่อให้ทั้งสถานที่ประกอบการและชุมชนโดยรอบสามารถอยู่ร่วมกันทั้งคงวิถีชีวิตและสร้างประโยชน์ร่วมกันได้ลงตัว ซึ่งอาจจะเป็นมุมมองหนึ่งในการที่จะต่อลมหายใจของสถานที่ย่านและวิถีชุมชนให้อยู่ร่วมกันได้ต่อไปในอนาคต</span>
          <span><img src="static/images/contents/001_04.jpg" class="img-fluid mx-auto d-block" width="100%"></span>


          <span>หลังจากนั้นคุณไพลินชวนเราเดินเรื่อยไปตามเส้นทางจากโรงหนังปรินซ์ผ่านโรงพยาบาลเลิดสินลัดเลาะมาตามถนนสีลมไปยังสุรวงศ์เพื่อจะไปห้องสมุดนิลเซน เฮส์ ซึ่งเป็นสถานที่ที่ที่คุณไพลินใช้เวลาในช่วงปีที่ผ่านมาทำงานอาสาสมัครนอกเหนือจากการทำงานอื่นๆ</span>
          <span>ระหว่างทางเราสังเกตได้ถึงบรรยากาศที่แตกต่างกันในขณะที่ถ้าเราเดินทางอยู่ตามเส้นทางถนนเจริญกรุงสีลมสุรวงศ์หรือบางรักแล้วจะเต็มไปด้วยความวุ่นวายและเร่งรีบแต่เพียงแค่ไม่กี่สิบเมตรลึกเข้ามาในซอยด้านในจะสัมผัสได้ทันทีถึงความเป็นชุมชนความเป็นญาติมิตรความสนิทสนมที่ทั้งผู้อยู่อาศัยร้านค้าลูกค้าที่สัญจรไปมาโอภาปราศรัยทักทายและยิ้มแย้มเข้าหากัน</span>
          <span>“ย่านนี้น่ารักแล้วก็มีชีวิตชีวามากเลยนะถ้าเราใช้เวลาเดินช้าๆอยู่กับมัน ส่วนใหญ่ที่เราไม่ได้โอกาสสัมผัสเป็นเพราะเรากำลังรีบร้อนที่จะไปสู่จุดหมายปลายทางจนลืมมองหรือสังเกตเห็นความมีชีวิตชีวาที่อยู่ระหว่างทาง”</span>
          <span><img src="static/images/contents/001_05.jpg" class="img-fluid mx-auto d-block" width="100%"></span>


          <span>ไม่นานเราก็เดินทางมาถึงจุดหมายปลายทางที่ 3 ของเราคือห้องสมุด นิลเซน เฮส์ </span>
          <span>“จะว่าไปนอกจากงานแล้ว ปีที่ผ่านมานี่ไม่ค่อยได้เดินสำรวจย่านมากเท่าไหร่ เพราะกระดูกเท้าหักต้องนอนอยู่บ้านตั้งสองเดือน ก็ทำงานจากที่บ้านค่ะ ” คุณไพลินเล่าว่าปีที่แล้วนอกจากใช้เวลาหลายเดือนในการรักษาเท้าก็มาทำงานช่วยเป็นอาสาสมัครให้กับหอสมุดแห่งนี้ตั้งแต่ช่วงกลางปีที่แล้ว ซึ่งก่อนหน้านี้เกือบสองปีที่ผ่านมา หอสมุดได้มีโครงการระดมทุนเพื่อบูรณะตึกหอสมุดอายุเกือบหนึ่งศตวรรษที่เริ่มทรุดโทรมตามกาลเวลาให้กลับมาอยู่ในสภาพใกล้เคียงกับเมื่อแรกสร้าง หอสมุด นิลเซน เฮส์ นั้นเป็นสัญลักษณ์ของหลายๆเรื่องทีเดียว อย่างแรกก็เป็นความโรแมนติคของการที่คุณหมอ โธมัส เฮย์เวิร์ด เฮส์ ได้บริจาคเงินเพื่อสร้างตึกหอสมุดนี้เพื่อเป็นที่ระลึกให้กับความรักที่มีต่อภริยาของท่านซึ่ง อุทิศเวลาทำงานกับห้องสมุดนี้กว่า 25 ปี แต่ในขณะเดียวกันในด้านประวัติศาสตร์เองนั้น ก่อนที่หอสมุดจะมีที่ถาวร จุดกำเนิดของหอสมุด มาจากการรวมตัวของกลุ่มของ ผู้หญิงชาวอเมริกันและอังกฤษ13 ท่าน ที่อยู่ในกรุงเทพฯ ซึ่งครอบครัวเป็นทั้งมิชชันนารีหรือเป็นหมอ ซึ่งกลุ่มคนเหล่านี้เป็นกลุ่มผู้นำความก้าวหน้าในด้านต่างๆ ซึ่งในสมัยนี้อาจเรียกว่านวัตกรรมเช่น การศึกษา การแพทย์มาสู่เมืองไทย ซึ่งในช่วงก่อตั้ง ได้มีการรวบรวมหนังสือเพื่อแลกเปลี่ยนกันอ่านตามบ้านมิชชันนารี และก่อตั้งขึ้นเป็นสมาคมหอสมุด จาก Bangkok Lady’s Library เป็น Bangkok’s Library จนกระทั่งเป็นหอสมุด เนียลสัน เฮส์ ที่ถนนสุรวงศ์ ในที่สุด อาจจะเรียกได้ว่า ที่นี่อาจจะเป็นสถานที่แรกๆของประเทศไทยที่แสดงถึงสัญลักษณ์ของพลังของสุภาพสตรี ซึ่งตั้งแต่เริ่มก่อตั้งจนถึงตอนนี้เป็นเวลาร้อยห้าสิบปีแล้ว คณะกรรมการสมาคมนั้นเป็นสตรีล้วน</span>
          <span>“หลังจากหอสมุดบูรณะเสร็จแล้ว และได้เปิดใหม่อีกครั้งในไม่กี่เดือนที่ผ่านมา ความท้าทายอาจจะมีมากขึ้นจากพฤติกรรมที่เปลี่ยนไปของคนรุ่นใหม่ ที่ทำให้คนอ่านหนังสือน้อยลง แต่ทางหอสมุดเองก็มีกิจกรรมอื่นๆที่จะดึงให้คนเข้ามาสนใจมากขึ้นนะคะ อีกอย่างหนี่ง การที่บูรณะตึกใหม่เองนั้น ยังทำให้คุณค่าของตัวตึกที่มีอยู่อย่างมากแล้ว มันมีมากยิ่งขึ้นอีกด้วย ที่นี่ส่วนตัวแล้ว คิดว่าเป็นพิพิธภัณฑ์ที่มีชีวิตค่ะ” และในวันที่เรามาก็ยังเยี่ยมชม เราได้สังเกตมุมหนึ่งที่คุณไพลินพาไปดูว่าเป็นมุมที่มีชีวิตชีวาที่สุดในทุกสุดสัปดาห์ก็คือมุมหนังสือเด็กซึ่งนี่ก็อาจจะเป็นความหวังของการสืบต่อคุณค่าที่มีอยู่ในห้องสมุด นิลเซน เฮส์ แห่งนี้ต่อไปจากรุ่นสู่รุ่นได้</span>
          <span><img src="static/images/contents/001_06.jpg" class="img-fluid mx-auto d-block" width="100%"></span>

          <span>หลังจากเดินมาตลอดบ่ายไปในหลายๆ ที่ที่คุณไพลินได้ชวนเราไปชมชีวิตและวิถีความเป็นเจริญกรุง เราก็กลับมาที่จุดสุดท้ายซึ่งเป็นโฟกัสของ Talk ในปีที่แล้วนั่นคือ ร้านนาฬิกา หว่าซันวอช </span>
          <span>หลังจากที่เจ้าของร้านได้เล่าเรื่องจากรูปสมัยเก่าๆ ของร้านที่แขวนไว้บนกำแพงมาเล่าสู่กันฟัง ระหว่างนั้นก็มีลูกค้าหลายๆ คน แวะเวียนเอานาฬิกาโบราณมาถามหาช่างซ่อมที่นี่ “เดี๋ยวนี้จะหาช่างซ่อมนาฬิกาโบราณไม่ง่ายแล้ว ผมเองก็ยังต้องฝึกฝนที่จะซ่อมอาการเสียเบื้องต้นได้ด้วยตัวเองvและถ้าเกิดมีการซ่อมใหญ่ถึงจะส่งให้กับช่าง ซึ่งเดี๋ยวนี้ก็ไม่ได้ประจำที่ร้านแล้วต้องส่งนาฬิกาไปให้ช่างซ่อมที่บ้าน โชคดีที่ปัจจุบันยังมีคนรุ่นใหม่ๆ ที่สนใจงานช่างซ่อมนาฬิกาโบราณอยู่ เลยยังสามารถฟื้นชีวิตกลับมาให้นาฬิกาเก่าของลูกค้าได้"</span>
          <span>ระหว่างสนทนาเราเองก็นึกตามไปว่าในขณะที่ยุคสมัยที่เราสามารถรู้เวลา จากอุปกรณ์มากมายจนหลายคนอาจจะไม่ค่อยได้ใช้นาฬิกาแล้วด้วยซ้ำ ทำไมถึงยังมีคนอยากเอานาฬิกาเก่ามาซ่อม บางครั้งเราอาจจะไม่ได้ต้องการรู้หรอกว่าเวลาปัจจุบันเป็นกี่โมงกี่ยามเพียงแต่อยากจะให้ช่วงเวลาที่นาฬิกาเหล่านั้นได้เดินและเก็บสะสมไว้ ยังคงเดินอยู่ต่อไปไม่ตายหายไปจากเราพร้อมกับกลไกอันโบราณและเก่าแก่ของมันก็เป็นได้</span>
          <span><img src="static/images/contents/001_07.jpg" class="img-fluid mx-auto d-block" width="100%"></span>

          <span>“รู้ไหมโรงแรมโทรคาเดโรทุบไปแล้ว พวกเราก็ใจหายเหมือนกันนะ ในสมัยสงครามโลก โรงแรมนี้ก็ใช้เป็นกองบัญชาการทหารเลยทีเดียว จะว่าไปก็น่าจะถือเป็นโบราณสถานได้นะ”</span>
          <span>่าสนใจว่าในย่านเราการพัฒนาต่อไปข้างหน้ามันจะเปิดโอกาสให้ใครอยากทำอะไรก็ทำได้โดยเสรี หรือเราน่าจะมีโอกาสได้ชวนกันคิดช่วยกันมองว่าความเป็นย่านเจริญกรุง ซึ่งอาจจะรวมสีลมบางรักสุรวงศ์ด้วยซึ่งมันมีประวัติศาสตร์เก่าแก่มีความเป็นมาของสถานที่ผู้คนควรจะดำรงไว้ยังไง อาจจะไม่ต้องถึงขั้นเป็นเมืองอนุรักษ์แบบ Paris ห้ามทำอะไรทุกอย่างแต่อย่างน้อยชาวชุมชนก็น่าจะมานั่งคุยกันหรือช่วยกันมองว่าการพัฒนาย่านนี้ ควรทำในทิศทางและขอบเขตอย่างไร </span>น
          <span>ลองนึกดูว่าอาคารย่านแถวนี้หรืออาคารโบราณดั้งเดิมอยู่ก็ไม่กี่หลังแล้ว “เกิดผมนึกสนุกอยากจะทุบทิ้งสร้างเป็นอาคารทันสมัยติดกระจกรอบขึ้นมาบ้าง มันได้ไหมหรือมันดีไหม ใครน่าจะเป็นคนช่วยกันคิด” เจ้าของร้านหว่าซันวอชทิ้งคำถามเรื่อง ความเป็นย่าน คุณค่าสืบเนื่องมาแต่อดีตและการไปมองไปสู่อนาคตร่วมกันไว้ให้เรา</span>
          <span><img src="static/images/contents/001_08.jpg" class="img-fluid mx-auto d-block" width="100%"></span>
        `
      },
      postedDate: new Date(Date.UTC(2018, 11, 15))
    },
  ].sort((a, b) => {
      const da = new Date(a.postedDate).getTime();
      const db = new Date(b.postedDate).getTime();
      
      return da > db ? -1 : da < db ? 1 : 0
    })
}
