const faker = require('faker')
const moment = require('moment-timezone')

export default () => {
  return [
    {
      uid: '0665f56d-3a09-4eb7-b187-554acf92fa08',
      image: {
        url: 'static/images/desktop/home_bg.jpg',
        topic: 'Charoenkrung Road',
        topic_lng: 'en',
        desc: 'กรุงเจริญ = เจริญกรุง'
      },
      content: {
        topic: 'Charoenkrung is a Prosperous City',
        topic_extend: 'กรุงเจริญ = เจริญกรุง',
        desc: `
          <span>ถนนเจริญกรุง คือ ถนนสายแรกในกรุงเทพมหานครที่ใช้เทคนิคการสร้างแบบตะวันตก โดยทอดยาวตั้งแต่ถนนสนามไชยถึงแม่น้ำเจ้าพระยาที่ถนนตกปัจจุบันผ่านพื้นที่เขตพระนคร เขตป้อมปราบศัตรูพ่าย เขตสัมพันธวงศ์ เขตบางรัก เขตสาทรและเขตบางคอแหลม
          ซึ่งพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัวโปรดเกล้าฯ ให้สร้างขึ้นสำหรับขี่ม้าหรือนั่งรถม้าตากอากาศ เมื่อวันที่ 5 กุมภาพันธ์ พ.ศ. 2404 และแล้วเสร็จใน พ.ศ. 2407</span>
          <span>เมื่อสร้างถนนเจริญกรุงเสร็จใหม่ๆ นั้นยังไม่ได้พระราชทานนาม จึงเรียกกันทั่วไปว่า ถนนใหม่ และชาวยุโรปเรียกว่า นิวโรด (New Road) ต่อมาพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัวจึงโปรดเกล้าฯ พระราชทานนามถนนว่า “ถนนเจริญกรุง” ซึ่งมีความหมายว่า “ความเจริญรุ่งเรืองของบ้านเมือง”</span>
          <span><a style="color:red" href="https://www.facebook.com/hashtag/tedxchareonkrung">#TEDxChareonkrung</a> มุ่งมั่นที่จะเผยแพร่ไอเดียที่มีคุณค่าโดยไม่ได้เน้นเพียงแค่ไอเดียที่เกิดขึ้นในเจริญกรุงเท่านั้น แต่ยังรวมไปถึงเรื่องราวเกี่ยวกับกรุงที่เจริญ เพื่อช่วยจุดประกายพลังความคิดให้กล้าที่จะลุกขึ้นมาพัฒนา เปลี่ยนแปลง “กรุง” ของคุณ ให้ “เจริญ” ไปด้วยกัน<span>
          `
      },
      postedDate: new Date(Date.UTC(2017, 7, 20))
    },
    {
      uid: '68ffa3c1-9e2a-44ab-b545-8dbb39bf680c',
      image: {
        url: 'static/images/contents/bg_01.jpg',
        topic: 'Everything has its “1st” time',
        topic_lng: 'en',
        desc: 'เพราะทุกสิ่งย่อมมี “ครั้งแรก”'
      },
      content: {
        topic: 'Everything has its “1st” time',
        topic_extend: 'เพราะทุกสิ่งย่อมมี “ครั้งแรก”',
        desc: `
          <span>ทุกสิ่งทุกอย่างบนโลกจะเกิดขึ้นมาไม่ได้ หากไม่มีใครสักคนที่เริ่มสร้างมันขึ้นมาเป็นครั้งแรก</span>
          <span><b>“1st” TED</b><br>
          กว่าจะมาเป็น TED ที่เราเห็นกันอยู่ทุกวันนี้ "TED ครั้งแรก” นั้นถูกจัดขึ้นในฐานะงานสัมมนาทางเทคโนโลยี เศรษฐกิจ และการออกแบบในปี ค.ศ. 1984 โดยการริเริ่มของ Richard Saul Wurman แม้งานจะไม่ประสบความสำเร็จทางด้านการเงิน แต่ประเด็นที่ถูกหยิบยกขึ้นมาพูดเมื่อ 33 ปีที่แล้วนั้นเป็นดั่งเมล็ดพันธุ์ของแนวคิดอันยิ่งใหญ่ที่ส่งผลให้โลกเปลี่ยนแปลงมาจนถึงปัจจุบัน
          </span>
          <span>
          <div style="max-width:854px mx-auto d-block"><div style="position:relative;height:0;padding-bottom:56.25%"><iframe src="https://embed.ted.com/talks/nicholas_negroponte_in_1984_makes_5_predictions" width="854" height="480" style="position:absolute;left:0;top:0;width:100%;height:100%" frameborder="0" scrolling="no" allowfullscreen></iframe></div></div>
          </span>
          <span><b>“5 Predictions”</b><br>
          หนึ่งใน TED ครั้งแรก คือแนวคิดของ Nicholas Negroponte ผู้ก่อตั้ง MIT Media Lab ที่คาดการณ์ถึงเทคโนโลยีการสั่งงานผ่านหน้าจอด้วยปลายนิ้ว ซึ่งฟังดูห่างไกลและเป็นไปได้ยากในเวลานั้น แต่ ณ ตอนนี้สิ่งที่ถูกเรียกว่าหน้าจอสัมผัส หรือ Touchscreen กลับฟังดูคุ้นเคย และกลายมาเป็นส่วนหนึ่งในชิตประจำวัน ผ่านการใช้งานเครื่องมือสื่อสารหรือเครื่องใช้ไฟฟ้าต่างๆ เราจึงอยากชักชวนทุกท่านมาพบกับจุดเริ่มต้นของ TED ผ่านคลิป แสดงการบรรยายของ Nicholas Negroponte ในงานสัมมนาปี ค.ศ. 1984 เพื่อเตรียมความพร้อม ก่อนเข้ามาทำความรู้จัก <a style="color:red" href="https://www.facebook.com/hashtag/tedxchareonkrung">#TEDxChareonkrung</a> เป็น “ครั้งแรก”
          </span>
          <span>
          ขอบคุณข้อมูลจาก: <a style="color:red" class="tedx_link black" href="https://www.ted.com/talks/nicholas_negroponte_in_1984_makes_5_predictions">https://www.ted.com/talks/nicholas_negroponte_in_1984_makes_5_predictions</a>
          </span>
          `
      },
      postedDate: new Date(Date.UTC(2017, 7, 6))
    },
    {
      uid: '187f08ba-6c44-42a4-8dd8-b356ed3a3c33',
      image: {
        url: 'static/images/contents/memory_main.jpg',
        topic: '“เจริญกรุง” ย่านบันทึกความทรงจำ',
        topic_lng: 'th',
        desc: 'เพราะเครื่องมือบันทึกความทรงจำ ไม่ได้ถูกจำกัดอยู่เพียงภาพถ่าย'
      },
      content: {
        topic: '“เจริญกรุง” ย่านบันทึกความทรงจำ',
        topic_extend: 'เพราะเครื่องมือบันทึกความทรงจำ ไม่ได้ถูกจำกัดอยู่เพียงภาพถ่าย',
        desc: `
          <span>ต้องยอมรับว่าการถ่ายภาพ กลายมาเป็นกิจกรรมที่นิยมมากของคนในปัจจุบัน
          ซึ่งก็มีหลากหลายรูปแบบไม่ว่าจะเป็นแบบไฟล์ดิจิทัล หรือภาพถ่ายบนกระดาษ
          ในบางครั้ง “ภาพถ่าย” อาจไม่ได้ถูกนิยามไว้เพียงแค่การเป็น “ภาพ” แต่ยังเป็นสิ่งบันทึกความทรงจำ</span>
          <img src="static/images/contents/rareuk_01.jpg" class="img-fluid mx-auto d-block" alt="ถนนเจริญกรุงบริเวณหัวถนนสุรวงศ์" width="100%">
          </br><span class="text-center">ถนนเจริญกรุงบริเวณหัวถนนสุรวงศ์</span></br>
          <img src="static/images/contents/rareuk_02.jpg" class="img-fluid mx-auto d-block" alt="แม่น้ำเจ้าพระยา บริเวณเจริญกรุง ปี 2506" width="100%">
          </br><span class="text-center">แม่น้ำเจ้าพระยา บริเวณเจริญกรุง ปี 2506</span></br>          
          <img src="static/images/contents/rareuk_03.jpg" class="img-fluid mx-auto d-block" alt="จุดรับ-ส่งผู้โดยสารรถรางถนนเจริญกรุง ปี 2500" width="100%">
          </br><span class="text-center">จุดรับ-ส่งผู้โดยสารรถรางถนนเจริญกรุง ปี 2500</span></br>          
          <img src="static/images/contents/rareuk_04.jpg" class="img-fluid mx-auto d-block" alt="ถนนเจริญกรุง ตัดถนนสีลมที่แยกบางรัก" width="100%">
          </br><span class="text-center">ถนนเจริญกรุง ตัดถนนสีลมที่แยกบางรัก</span></br>          
          <img src="static/images/contents/rareuk_05.jpg" class="img-fluid mx-auto d-block" alt="ทางเข้าโรงภาพยนตร์พัฒนากร (สิริรามา) ถนนเจริญกรุง กรุงเทพมหานคร / ถ่ายเมื่อราวปี พ.ศ. ๒๔๕๓" width="100%">
          </br><span class="text-center">ทางเข้าโรงภาพยนตร์พัฒนากร (สิริรามา) ถนนเจริญกรุง กรุงเทพมหานคร / ถ่ายเมื่อราวปี พ.ศ. ๒๔๕๓</span></br>          
          <img src="static/images/contents/rareuk_06.jpg" class="img-fluid mx-auto d-block" alt="ประตูพฤฒิมาศ" width="100%">
          </br><span class="text-center">ประตูพฤฒิมาศ</span></br>
          <img src="static/images/contents/rareuk_07.jpg" class="img-fluid mx-auto d-block" alt="รถม้า และรถราง บนถนนเจริญกรุง กรุงเทพมหานคร / ถ่ายเมื่อปี พ.ศ. ๒๔๓๗" width="100%">
          </br><span class="text-center">รถม้า และรถราง บนถนนเจริญกรุง กรุงเทพมหานคร / ถ่ายเมื่อปี พ.ศ. ๒๔๓๗</span></br>
          <img src="static/images/contents/rareuk_08.jpg" class="img-fluid mx-auto d-block" alt="โรงงานโฟร์โมสต์ เจริญกรุง ปี 2502" width="100%">
          </br><span class="text-center">โรงงานโฟร์โมสต์ เจริญกรุง ปี 2502</span></br>
          <img src="static/images/contents/rareuk_09.jpg" class="img-fluid mx-auto d-block" alt="วงเวียนโอเดียน เมื่อปี 2522" width="100%">
          </br><span class="text-center">วงเวียนโอเดียน เมื่อปี 2522</span></br>
          <img src="static/images/contents/rareuk_10.jpg" class="img-fluid mx-auto d-block" alt="สี่กั๊กพระยาศรี ถนนเจริญกรุง ตัดถนนเฟื่องนคร / ถ่ายเมื่อราวปี พ.ศ. ๒๔๔๓" width="100%">
          </br><span class="text-center">สี่กั๊กพระยาศรี ถนนเจริญกรุง ตัดถนนเฟื่องนคร / ถ่ายเมื่อราวปี พ.ศ. ๒๔๔๓</span></br>
          <img src="static/images/contents/rareuk_11.jpg" class="img-fluid mx-auto d-block" alt="คลังสินค้า บ.เอส อาร์ บาร์เดอร์ ย่านเจริญกรุง ปี 2511" width="100%">
          </br><span class="text-center">คลังสินค้า บ.เอส อาร์ บาร์เดอร์ ย่านเจริญกรุง ปี 2511</span></br>

          <span>เช่นเดียวกับ “เจริญกรุง” ที่ไม่ใช่เพียงสถานที่ แต่เปรียบเสมือน “แกลอรี่”
          ที่ถ่ายทอดเรื่องราวในอดีต และทำให้หวนนึกถึงทุกครั้งที่ไปเยี่ยมเยียน
          อาจเพราะสิ่งปลูกสร้างที่ผสมผสานความทันสมัยร่วมกับร่องรอยทางประวัติศาสตร์อย่างลงตัว
          รวมถึงร้านรวง และวิถีชีวิตต่างๆของผู้คนในพื้นที่ ที่มีมาตั้งแต่ดั้งเดิม
          เจริญกรุง จึงเป็น <b>“ย่าน บันทึกความทรงจำ”</b> อย่างแท้จริง
          <a style="color:blue" href="https://www.facebook.com/hashtag/tedxchareonkrung">#TEDxChareonkrung</a> จึงขอชวนทุกคนมาทำความรู้จักเจริญกรุงให้มากขึ้น
          ผ่านภาพเจริญกรุงในอดีตที่เราคัดสรรมาให้ชม</span>
        `
      },
      postedDate: new Date(Date.UTC(2017, 7, 15))
    },
    {
      uid: '804b24d3-9a1a-4192-8126-bd1d45998a90',
      image: {
        url: 'static/images/contents/03_1.jpg',
        topic: '10 Most Beautiful Libraries',
        topic_lng: 'en',
        desc: ''
      },
      content: {
        topic: '10 Most Beautiful Libraries',
        topic_extend: '',
        desc: `
          <span>"The more that you read, the more things you will know.
          The more that you learn, the more places you'll go.” <br>
          - Dr.Suess</span>

          <span>การอ่านเป็นการเรียนรู้ที่มีความสำคัญกับมนุษย์อย่างมาก
          เพราะการอ่านไม่เพียงแค่ช่วยยกระดับความเจริญของสติปัญญา
          แต่ยังช่วยยกระดับความเจริญทางจิตใจด้วยเช่นกัน  หากนึกถึงสถานที่แห่งการเรียนรู้แล้ว ก็คงจะเป็นที่ไหนไปไม่ได้นอกจาก "ห้องสมุด"
          ซึ่งเป็นส่วนหนึ่งที่สามารถพัฒนา “กรุงให้เจริญ” ได้
          ยิ่งห้องสมุดแห่งไหนมีสภาพแวดล้อมที่ชวนอ่านแล้ว ก็ยิ่งเป็นแรงจูงใจให้ผู้คนเข้ามาใช้บริการ
          <a style="color:blue" href="https://www.facebook.com/hashtag/tedxchareonkrung">#TEDxChareonkrung</a> จึงขอยกตัวอย่างห้องสมุด 10 แห่งที่สวยที่สุดในโลกมาให้ทุกคนได้ชม
          เผื่อว่าในอนาคตพวกเราอาจจะช่วยกันทำให้ประเทศไทยมีห้องสมุดที่สวยติดอันดับโลกบ้างก็เป็นได้</span>


          <span><b>1) Dokk1 Library, Schmidt Hammer Lassen</b><br>
          ห้องสมุด Dokk1 เพิ่งได้รับรางวัลห้องสมุดสาธารณะที่ดีที่สุดในปีพ. ศ. 2560
          มีขนาด 323,000 ตารางฟุต ซึ่งใหญ่ที่สุดในสแกนดิเนเวีย
          อยู่ติดกับแม่น้ำในเมืองอาฮุสประเทศเดนมาร์ก
          อาคารสร้างด้วยสแต็กรูปหลายเหลี่ยมทำให้เป็นรูปทรงเรขาคณิต
          ภายในพื้นที่โปร่งโล่งมีหน้าต่างที่มองเห็นท่าเรือของเมือง
          ซึ่งความพิเศษห้องสมุดนี้ คือ ระฆังที่แขวนอยู่เหนือบันไดกลาง เชื่อมต่อกับโรงพยาบาลท้องถิ่น จะดังขึ้นทุกครั้งที่มีทารกคลอด</span>
          <img src="static/images/contents/03_2.jpg" class="img-fluid mx-auto d-block" width="100%"><br>
          <span class="text-center">Photo Credit: ADAM MØRK</span>

          <span><b>2) Lawrence Public Library, by Gould Evans</b><br>
          ห้องสมุดสาธารณะ Lawrence เป็นห้องสมุดเก่าแก่สร้างตั้งแต่ปี1972
          แต่ได้รับการปรับโฉมใหม่ให้ทันสมัยมากขึ้น โดยสถาปนิกคำนึงถึงการใช้งานของห้องสมุด
          ที่ให้ความรู้สึกใกล้ชิดกับแสงธรรมชาติ จึงเป็นที่มาของการออกแบบให้มีหน้าต่างอยู่บนเพดาน
          เพื่อให้แสงจากธรรมชาติสามารถพาดผ่านมายังพื้นห้องสมุดได้</span>
          <img src="static/images/contents/03_3.jpg" class="img-fluid mx-auto d-block" width="100%"><br>
          <span class="text-center">Photo Credit: MIKE SINCLAIR</span>

          <span><b>3) Yangzhou Zhongshuge, by X+Living</b><br>
          หากได้ลองเข้าไปในห้องสมุด Yangzhou Zhongshuge ในเมืองจีน
          คุณจะรู้สึกเหมือนได้เดินข้ามผ่านแม่น้ำที่ลายล้อมไปด้วยหนังสือมากมาย
          ด้วยการออกแบบที่ใช้กระจกสีดำมาทำเป็นพื้น เพื่อสะท้อนแสงไฟบนชั้นหนังสือที่ถูกออกแบบให้เป็นเส้นโค้ง
          ช่วยให้เกิดความรู้สึกถึงอุโมงค์น้ำ แก่ทุกคนที่เข้าไปสัมผัส</span>
          <img src="static/images/contents/03_4.jpg" class="img-fluid mx-auto d-block" width="100%"><br>
          <span class="text-center">Photo Credit: SHAO FENG ARCHITECTURAL PHOTOGRAPHY</span>

          <span><b>4) Beyazit Library, by Tabanlioglu Architects</b><br>
          Beyazit Library ในตุรกี สร้างขึ้นในปี 1506 ซึ่งเดิมเป็นห้องครัวและโรงแรม
          ก่อนที่จะกลายเป็นห้องสมุดของรัฐในช่วงปลายศตวรรษที่ 19 โดยสถาปนิกยังคงส่วนของตึกเก่าเอาไว้ และสร้างห้องกระจกสไตล์มินิมอลขึ้นตรงกลางสำหรับเก็บรวบรวมหนังสือต้นฉบับหายากต่างๆ เอาไว้
          เรียกได้ว่าเป็นการผสมผสานระหว่างสิ่งเก่าและใหม่ได้เป็นอย่างดี</span>
          <img src="static/images/contents/03_5.jpg" class="img-fluid mx-auto d-block" width="100%"><br>
          <span class="text-center">Photo Credit: TABANLIOGLU ARCHITECTS</span>

          <span><b>5) Vennesla Library, by Helen & Hard Architects</b><br>
          ห้องสมุด Vennesla ในประเทศนอร์เวย์ ถูกออกแบบให้ดูล้ำสมัยเหมือนเป็นประตูไปสู่อวกาศ ด้วยซุ้มโค้งบนเพดานทั้งหมด 27 ชิ้น ที่มองดูราวกับเป็นโครงกระดูกของห้องสมุดแห่งนี้
          ภายในซุ้มโค้งแต่ละซี่นั้นทำจากวัสดุที่เก็บเสียงเป็นอย่างดีจึงมั่นใจได้ว่า
          ห้องสมุดแห่งนี้จะไม่ปล่อยให้เสียงจากภายนอกเข้ามากวนสมาธิอย่างแน่นอน</span>
          <img src="static/images/contents/03_6.jpg" class="img-fluid mx-auto d-block" width="100%"><br>
          <span class="text-center">Photo Credit: EMILE ASHLEY</span>

          <span><b>6) Bodø Library, by DRDH</b><br>
          ห้องสมุด Bodø เป็นสถานที่อีกแห่งในนอร์เวย์ที่นอกจากจะเป็นห้องสมุดแล้ว
          ยังเป็นศูนย์วัฒนธรรมของประเทศนี้อีกด้วย ภายในมีห้องคอนเสิร์ตอีกสามห้อง
          พื้นที่อ่านหนังสือของห้องสมุด Bodo จะมีหน้าต่างบานยาวตั้งแต่เพดานจรดพื้น
          ที่มองออกไปผู้อ่านจะได้พบกับวิวท่าเรือของเมืองนี้</span>
          <img src="static/images/contents/03_7.jpg" class="img-fluid mx-auto d-block" width="100%"><br>
          <span class="text-center">Photo Credit: DAVID GRANDORGE</span>

          <span><b>7) Chicago Public Library, by SOM</b><br>
          ห้องสมุด Chicago ในย่าน Chinatown นี้นำรูปร่างของก้อนกรวดมาออกแบบในการสร้างตึก
          ตัวตึกนั้นทำจากกระจกบานยาวและแผงโซล่าร์กั้นเป็นซี่ๆรอบตัวห้องสมุด
          โดยมีความตั้งใจว่าการออกแบบนี้จะช่วยลดความร้อนและแสงที่ส่องเข้ามามากเกินไปจนแยงตาผู้อ่าน
          ทั้งยังถูกออกแบบให้อยู่ในสภาพแวดล้อมภายนอกที่ถูกตามหลังฮวงจุ้ยอีกด้วยี</span>
          <img src="static/images/contents/03_8.jpg" class="img-fluid mx-auto d-block" width="100%"><br>
          <span class="text-center">Photo Credit: HEDRICH BLESSING PHOTOGRAPHERS</span>

          <span><b>8) Birmingham Library, by Mecanoo</b><br>
          สำหรับห้องสมุด Brimingham ที่ประเทศอังกฤษนี้ดูเหมือนจะได้รับแรงบรรดาลใจ
          ในการออกแบบมาจากรูปแบบสถาปัตยกรรมที่เรียกว่า Brutalist Architecture
          ที่เน้นรูปทรงเรขาคณิตและการใช้รายละเอียดซ้ำๆในการก่อสร้าง
           โดยเน้นการใช้วัสดุประเภทโลหะในการทำโครงสร้างภายนอก
          ส่วนภายในนั้นเน้นการออกแบบแบบมินิมอลคือใช้เน้นการใช้สีโทนเดียวเป็นหลัก
          มองดูแล้วให้ความรู้สึกสะอาดตา</span>
          <img src="static/images/contents/03_9.jpg" class="img-fluid mx-auto d-block" width="100%"><br>
          <span class="text-center">Photo Credit: MECANOO</span>

          <span><b>9) Halifax Library, by Schmidt Hammer Lassen</b><br>
          หอสมุด Halifax มีขนาด 156,000 ตารางฟุต ตั้งอยู่ใจกลางเมือง
          เพิ่มความโดดเด่นด้วยการดีไซน์อาคารให้เป็นกล่องแก้วสี่กล่องตั้งเรียงกัน
          โดยด้านบนบิดเอียงออกจากฐานสร้างความแปลกตา
          ชั้นดาดฟ้าของอาคารเป็นสวนสำหรับการชมวิวฤดูร้อนของโนวาสโกเชีย
          ภายในห้องอ่านหนังสือของห้องสมุดยังสามารถเปลี่ยนเป็นห้องแสดงคอนเสิร์ตได้อีกด้วย</span>
          <img src="static/images/contents/03_10.jpg" class="img-fluid mx-auto d-block" width="100%"><br>
          <span class="text-center">Photo Credit: ADAM MØRK</span>

          <span><b>10) Conarte Library, by Anagrama</b><br>
           "Anagrama" สตูดิโอออกแบบสัญชาติเม็กซิกัน ได้ออกแบบซุ้มอ่านหนังสือภายในร้านหนังสือ Monterrey
          โดยใช้ผนังกำแพงสีฟ้าโปร่งใสที่สามารถมองทะลุผ่านชั้นหนังสือไม้ที่ขัดกัน มองดูคล้ายกับรังไหมสีสันสดใส
          มีบันไดตัดผ่านตรงกลางของโดม ด้านข้างเป็นเบาะที่นั่งสำหรับอ่านหนังสือ ถือเป็นการใช้พื้นที่ได้โดดเด่นและฉลาดี</span>
          <img src="static/images/contents/03_11.jpg" class="img-fluid mx-auto d-block" width="100%"><br>
          <span class="text-center">Photo Credit: CAROGA</span>

          <span>
          ขอบคุณข้อมูลจาก: <a style="color:red" class="tedx_link black" href="https://www.wired.com/2016/09/settle-10-beautiful-libraries-earth/">https://www.wired.com/2016/09/settle-10-beautiful-libraries-earth/</a>
          </span>
        `
      },
      postedDate: new Date(Date.UTC(2017, 7, 17))
    },
    {
      uid: '5bc422bc-c178-44b2-9401-d227cd3e7f8e',
      image: {
        url: 'static/images/contents/ted_perf_main.png',
        topic: 'TED Performance',
        topic_lng: 'en',
        desc: ''
      },
      content: {
        topic: 'TED Performance',
        topic_extend: '',
        desc: `
          <span>ถ้าพูดถึง TED หลายๆคนคงนึกถึง talk ดีๆมากมาย
          แต่รู้หรือไม่ว่า TED นั้นยังรวมไปถึง Talk ในเชิง Performance อีกด้วย
          <a style="color:blue" href="https://www.facebook.com/hashtag/tedxchareonkrung">#TEDxChareonkrung</a> จึงคัดเลือก performance ที่น่าสนใจบางส่วนมาให้ทุกคนได้ลองชมกันค่ะ</span>
          <span>
          <div style="max-width:854px mx-auto d-block"><div style="position:relative;height:0;padding-bottom:56.25%"><iframe src="https://www.youtube.com/embed/GNZBSZD16cY" width="854" height="480" style="position:absolute;left:0;top:0;width:100%;height:100%" frameborder="0" scrolling="no" allowfullscreen></iframe></div></div>
          </span>
          <span><b>- Tom Thum</b><br>
          สำหรับใครที่คิดว่าลมปากมันไม่มีค่า เห็นทีคงต้องคิดกันใหม่
          เพราะ Tom Thum ได้ใช้ลมปากของเค้าสร้างแรงบรรดาลใจให้หลายๆคนที่มีพรสวรรค์ในการสร้างสรรค์ดนตรี
          โดยปราศจากเครื่องดนตรี อย่าง Beatbox นี้ในการหาเลี้ยงชีพของเค้า
          หากคุณมีพรสวรรค์ไม่ว่ามันจะเป็นอะไร จงอย่ามองข้าม แต่เลือกที่จะหยิบมันออกมาใข้กันดีกว่า</span>

          <span>
          <div style="max-width:854px mx-auto d-block"><div style="position:relative;height:0;padding-bottom:56.25%"><iframe src="https://www.youtube.com/embed/BepU74BYOtg" width="854" height="480" style="position:absolute;left:0;top:0;width:100%;height:100%" frameborder="0" scrolling="no" allowfullscreen></iframe></div></div>
          </span>
          <span>
          <b>- Alice Phoebe Lou</b><br>
          Street musician จากเบอร์ลิน หลายคนอาจรู้จักสาวคนนี้มาก่อนที่จะเห็นเธอบนเวที TEDxBerlins
          เพราะความโดดเด่นทางด้านดนตรีของเธอนั้นไม่เเพียงสร้างความสุนทรีย์ แต่เนื้อร้องยังเปรียบเสมือนบทกลอนชั้นดี Alice Phoebe Lou ได้ให้แรงบรรดาลใจผ่านความสุขของเธอในฐานะ Street musician
          ที่ช่วยย้ำเตือนเราว่าควาสุขทางใจที่เกิดจากความศรัทธาในสิ่งที่ตัวเองรักนั้น ชื่อเสียงและเงินทองก็ซื้อไม่ได้จริงๆ
          </span>

          <span>
          <div style="max-width:854px mx-auto d-block"><div style="position:relative;height:0;padding-bottom:56.25%"><iframe src="https://embed.ted.com/talks/kaki_king_a_musical_escape_into_a_world_of_light_and_color" width="854" height="480" style="position:absolute;left:0;top:0;width:100%;height:100%" frameborder="0" scrolling="no" allowfullscreen></iframe></div></div>
          </span>
          <span>
          <b>- kaki king</b><br>
          ปลดปล่อยความคิดไปกับแสงและเสียงกีต้าร์บรรเลงที่จะพาพวกเราให้ตื่นตา ตื่นใจ
          และเคลิบเคลิ้มไปกับจินตนาการอย่างไร้ขอบเขต กับ โชว์ของ Kaki King กันค่ะ
          </span>

          <span>
          <div style="max-width:854px mx-auto d-block"><div style="position:relative;height:0;padding-bottom:56.25%"><iframe src="https://embed.ted.com/talks/ok_go_how_to_find_a_wonderful_idea" width="854" height="480" style="position:absolute;left:0;top:0;width:100%;height:100%" frameborder="0" scrolling="no" allowfullscreen></iframe></div></div>
          </span>
          <span>
          <b>- OK Go</b><br>
          หลายๆคนน่าจะเคยได้ยินชื่อวงดนตรีร็อคจากอเมริกา
          ที่พอได้ยินชื่อวงก็การันตีได้เลยว่า ถ้ามิวสิควีดีโอไม่เล่นใหญ่คงไม่ใช่ “OK Go” แน่นอน
          OK Go จะช่วยตอกย้ำว่าความคิดที่ว่า ความแตกต่าง ความกล้า
          และความเชื่อในการสังสรรค์ไอเดียมีอยู่รอบตัว ขอแค่อย่ากลัวที่จะเริ่มทำ
          </span>
        `
      },
      postedDate: new Date(Date.UTC(2017, 7, 19))
    },
    {
      uid: '63d4facb-7175-42f9-84af-5c2210b964c0',
      image: {
        url: 'static/images/contents/05_1.jpg',
        topic: '98 เปอร์เซ็นต์ของคนที่เล่นมือถือขณะทำงาน',
        topic_lng: 'th',
        desc: 'ประสิทธิภาพจะลดลง 40 เปอร์เซ็นต์ และไอคิวลดลง 10 แต้ม'
      },
      content: {
        topic: '98 เปอร์เซ็นต์ของคนที่เล่นมือถือขณะทำงาน',
        topic_extend: 'ประสิทธิภาพจะลดลง 40 เปอร์เซ็นต์ และไอคิวลดลง 10 แต้ม',
        desc: `
          <span>จากงานวิจัยหลายๆชิ้นพบว่า มีคนเพียง 2 เปอร์เซ็นต์เท่านั้น ที่จะมีความสามารถทำกิจกรรม 2 อย่างพร้อมกัน
          ได้อย่างมีประสิทธิภาพ ส่วนอีก 98 เปอร์เซ็นต์นั้น ประสิทธิภาพในการทำทุกอย่างจะลดลง 40 เปอร์เซ็นต์
          และไอคิวก็จะลดลง 10 แต้มอีกด้วย ส่งผลให้สมองคนเราตอบสนองอะไรได้ช้าลง และทำอะไรได้ช้าลง</span>
          <span>งานวิจัยยังระบุอีกว่า ปัจจุบัน 89 เปอร์เซ็นต์ของผู้คนวัยทำงานที่มีโทรศัพท์มือถือสมาร์ทโฟน
          ใช้โทรศัพท์ของตัวเองขณะทำงานไปด้วย และโดยเฉลี่ยแล้ว ผู้คนกลุ่มนี้จะถูกรบกวนสมาธิในการทำงาน
          ทุก ๆ 10.5 นาที จากการให้ความสนใจกับโทรศัพท์ของพวกเขาเอง</span>
          <span><a style="color:blue" href="https://www.facebook.com/hashtag/tedxchareonkrung">#TEDxChareonkrung</a> ขอนำเสนอวิธีจดจ่อกับงานเพื่อเปลี่ยนแปลงชีวิตให้ดีขึ้น  Key Message ที่สำคัญของการจดจ่อก็คือ “การทำแค่ทีละอย่าง” เพราะการทำงานหลายอย่างในเวลาเดียวกัน
          จะลดทอนประสิทธิภาพ เนื่องจากคุณต้องเปลี่ยนไปทำงานใหม่และกลับมาทำงานเดิม ซึ่งการทำแบบนี้จะทำให้เกิดความซับซ้อน ความเครียด และยังทำงานผิดพลาดเพิ่มมากขึ้น มาเริ่มจากวิธีง่ายๆ ที่ทำได้ในที่ทำงานดังนี้</span>
          <span>1. ทำงานที่สำคัญที่สุดเป็นอย่างแรกในตอนเช้า หากยังทำไม่เสร็จห้ามทำอย่างอื่น
          เพราะช่วงเช้าเป็นเวลาที่คุณสามารถทำงานได้อย่างมีประสิทธิภาพมากกว่าช่วงบ่าย</span>
          <span>2. กำจัดสิ่งรบกวนทุกอย่าง เช่น แจ้งเตือนจาก Line หรือ Facebook
          และถ้าคุณอดใจไม่ไหวอยากเชคข้อความ ห้ามตัวเองไว้ สูดหายใจลึกๆ
          รวบรวมสมาธิแล้วกลับไปทำงานที่อยู่ตรงหน้าให้เสร็จก่อน แล้วค่อยให้รางวัลตัวเองด้วยการเล่นโทรศัพท์</span>
          <span>3. หากมีงานอื่นแทรกให้จดลงสมุด หรือบันทึกไว้ในไฟล์คอมพิวเตอร์ก่อน
          เมื่อทำงานที่สำคัญเสร็จแล้วค่อยกลับไปทำงานชิ้นใหม่</span>
          <span>นอกเหนือจากเวลางาน เมื่อคุณกินข้าวก็จงจดจ่อกับการกินเท่านั้น สนใจอาหารที่อยู่ตรงหน้าคุณ
          ค่อยๆเคี้ยว ค่อยๆรับรู้รสชาติ และกลิ่นของมัน และนำวิธีนี้ไปปรับใช้กับทุกอย่างในชีวิตประจำวัน
          ไม่ว่าจะเป็นตอนที่คุณอาบน้ำ ล้างจาน ล้างรถ ขับรถ หรือเดินทาง หากคุณทำได้สิ่งเหล่านี้ได้
          ชีวิตของคุณจะมีประสิทธิภาพมากขึ้นเกือบร้อยเปอร์เซ็นต์แน่นอน แถมไอคิวก็ยังไม่ลดลงอีกด้วย </span>
          <span>จงอยู่กับปัจจุบัน แล้วชีวิตจะดีอย่างเหลือเชื่อ<br>
          “With the past, I have nothing to do; nor with the future. I live now.”<br>
          - Ralph Waldo Emerson</span>
        `
      },
      postedDate: new Date(Date.UTC(2017, 7, 24))
    },
    {
      uid: '5a71877b-d0d7-42ca-a225-f8691b411951',
      image: {
        url: 'static/images/contents/blank.jpg',
        topic: '8 สัญญาณเพื่อนซี้จอมปลอม',
        topic_lng: 'th',
        desc: '“มีเพื่อนดีเป็นลาภอันประเสริฐ” แล้วเพื่อนซี้ของคุณตอนนี้ล่ะ จริง หรือ ปลอม?'
      },
      content: {
        topic: '8 สัญญาณเพื่อนซี้จอมปลอม',
        topic_extend: '“มีเพื่อนดีเป็นลาภอันประเสริฐ” แล้วเพื่อนซี้ของคุณตอนนี้ล่ะ จริง หรือ ปลอม?',
        desc: `
          <span>จาก 8 สัญญาณเพื่อนซี้จอมปลอมโดย Sharon Livingston</span>
          <span>1. คุณเริ่มรู้สึกว่าต้องแข่งขันกับเพื่อนสนิทของเพื่อนซี้:
มันเกิดขึ้นได้ยังไงกันที่เราต้องไปแข่งกับเพื่อนสนิทอีกคนของเพื่อนเรา
แต่เมื่อมันเกิดขึ้นแล้วก็ต้องยอมทำใจและตอบคำถามที่เกิดขึ้นมาในหัว
เช่น เธอคนนั้นให้ได้มากกว่าเราตรงไหน? อะไรกันชอบของเหมือนกันด้วยหรอ? แล้วฉันจำเป็นต้องรู้เรื่องเหล่านี้มั้ย?</span>
          <span>2. คุณรับฟังเพื่อนซี้ แต่ดูเหมือนเธอจะไม่เคยรับฟังคุณเลย:
คุณโทรศัพท์หาเธอเหมือนที่เคย ฟังเธอเหล่าเรื่องราวต่างๆ ความเป็นไปในชีวิต รวมถึงเรื่องรักๆของเธอ
แต่เมื่อคุณเริ่มที่จะเล่าเรื่องของคุณบ้าง เพื่อนซี้ของคุณกลับบอกว่า “เฮ้ยแก ไว้คุยกันใหม่นะ ต้องรีบไปปั่นงาน”
แล้วก็วางสายจากไปอย่างไร้เยื่อใย จนคุณเกิดคำถามขึ้นในใจ “ไม่คิดจะฟังฉันบ้างหรอ?”</span>
          <span>3. คุณพบว่าเพื่อนซี้มักคิดว่าตัวเองถูกเสมอ:
แน่นอนว่า “ความซื่อสัตย์” เป็นเรื่องที่สำคัญมากในทุกๆความสัมพันธ์ แล้วเรื่อง “ความรู้สึก” ของคุณล่ะ?
เคยมั้ยที่เพื่อนซี้วิจารณ์คุณด้วยถ้อยคำรุนแรงจนคุณถึงกับสะอึก “ก็เพราะเธอเป็นคนแบบนี้ไง
สมควรแล้วล่ะกับเรื่องที่เธอเจอ” ฮะ! อะไรนะ? นี่เธอกำลังปลอบใจฉันหรือว่าหลอกด่าฉันกันแน่?</span>
          <span>4. คุณโทรศัพท์และไลน์หาเพื่อนซี้ มากกว่าที่เพื่อนซี้โทรหาคุณ:
และแล้วความรู้สึกที่ไม่อยากให้เกิดมันก็เกิดขึ้น เมื่อคุณรู้สึกว่าคุณสนใจเพื่อน
มากกว่าที่เพื่อนสนใจคุณซะอีก สิ่งที่ตามมาก็คือมิตรภาพที่แย่ลง เพราะอะไรน่ะเหรอ
ก็เพราะว่าในความสัมพันธ์ไม่ควรมีใครที่ต้องลงทุนมากกว่าใครอีกคนไงล่ะ</span>
          <span>5. เพื่อนซี้บอกคุณว่าคุณต้องจำเป็นต้องเปลี่ยน!:
อ่าว “แล้วเธอไม่จำเป็นต้องเปลี่ยนหรอ? เธอแทบไม่สังเกตนิสัยตัวเองด้วยซ้ำ”
เพื่อนซี้คิดแต่ว่าเป็นความผิดของ ‘คุณ’ คนเดียวเท่านั้น
ที่ทำให้ความสัมพันธ์แย่ลง ถ้าคุณเปลี่ยนแล้วทุกอย่างจะดีขึ้นสำหรับเธอ</span>
          <span>6. คุณเริ่มรู้สึกว่าความสัมพันธ์เหมือนแขวนอยู่บนเส้นด้าย:
แรกๆที่คบกันก็เหมือนจะดีนะ เราสนุกด้วยกัน แชร์เรื่องราวดีๆร่วมกัน
แต่แล้วอะไรบางอย่างก็เปลี่ยนไป... เมื่อเรื่องเล็กน้อยก็เป็นปัญหาไปซะหมด
จนคุณต้องระมัดระวังคำพูดหรือการกระทำเป็นพิเศษเพื่อที่จะไม่พูดอะไรผิดหูเธอเข้า</span>
          <span>7. คุณเริ่มกลายเป็นคนอารมณ์แปรปรวนและต้องพยายามควบคุมความรู้สึกเหล่านั้นตอนอยู่กับเพื่อนซี้:
คุณเริ่มมองไม่เห็นอนาคตหากต้องเป็นเพื่อนกันต่อไป...คุณรู้สึกกังวลและสับสนกับอาการที่เพื่อนซี้แสดงออก
แต่แล้ววันหนึ่งฟ้าฝนก็ดูเหมือนจะเป็นใจ เพื่อนซี้กลับมารักคุณเหมือนเดิม ทุกอย่างดูเหมือนจะดี
แต่แล้ววันต่อมาทุกอย่างก็แย่ลงอีกครั้งราวกับไม่เคยมีเรื่องดีๆระหว่างกันเลย</span>
          <span>8. ความเครียดเริ่มทำร้ายร่างกายคุณ:
เมื่อใดที่คุณอ่อนแอ หมดเรี่ยวแรง รู้สึกปวดเนื้อเมื่อยตัว เกร็งกล้ามเนื้อไปหมด
เนื่องจากความเครียดที่เกาะกินขึ้นมากขึ้นทุกวัน เพราะเพื่อนซี้ก็แทบจะอยู่ในทุกๆช่วงจังหวะของชีวิต
เมื่อนั้นแหละที่คุณควรยุติความสัมพันธ์กับ “เพื่อนรัก” ลง เพราะคุณเจ็บมามากเกินไปแล้ว
เพื่อนคือคนที่จะทำให้ชีวิตเราดีขึ้นไม่ใช่หรอ ไม่ใช่คนที่จะพรากความสุขนั้นไปจากคุณ!</span>
          <span>ความสัมพันธ์ที่ดีทำให้เรามีภูมิคุ้มกันในด้านต่างๆ แต่ความสัมพันธ์อันเลวร้ายจะทำให้คุณแย่ลงเกือบทุกด้าน...ก็อยู่ที่คุณแล้วแหละว่าจะเลือกถอยออกมาหรือว่าจะยอมเจ็บต่อไปเรื่อยๆ</span>
          <span>ขอบคุณข้อมูลจาก:
8 Signs of a Toxic Friendship | Sharon Livingston | TEDxWilmingtonWomen<br>
<a style="color:red" class="tedx_link black" href="https://www.youtube.com/watch?v=-94Ql0UphdA">https://www.youtube.com/watch?v=-94Ql0UphdA</a><br>
<a style="color:blue" href="https://www.facebook.com/hashtag/tedxwilmingtonwomen">#TEDxWilmingtonWomen</a> <a style="color:blue" href="https://www.facebook.com/hashtag/tedxchareonkrung">#TEDxChareonkrung</a></span>
        `
      },
      postedDate: new Date(Date.UTC(2017, 7, 25))
    },
    {
      uid: 'c79aa38d-5d10-44d4-9141-0112e38db87e',
      image: {
        url: 'static/images/contents/07_1.jpg',
        topic: '“เพราะความอยากรู้อยากเห็น...ทำให้คุณฉลาดขึ้น”',
        topic_lng: 'th',
        desc: 'คุณเคยอยากรู้อยากเห็นอะไรจนตัวสั่นหรือไม่? (โดยเฉพาะเรื่องชาวบ้าน)'
      },
      content: {
        topic: '“เพราะความอยากรู้อยากเห็น...ทำให้คุณฉลาดขึ้น”',
        topic_extend: 'คุณเคยอยากรู้อยากเห็นอะไรจนตัวสั่นหรือไม่? (โดยเฉพาะเรื่องชาวบ้าน)',
        desc: `
          <span>ถ้าไม่ใช่เพราะความอยากรู้อยากเห็น…
ไอน์สไตน์คงไม่ค้นพบทฤษฎีอันทรงอิทธิพลมากมาย นิวตันก็คงเมินเฉยกับแอปเปิ้ลที่ตกมาใส่หัว</span>
          <span>นักวิทยาศาสตร์พบว่า “ความอยากรู้อยากเห็น” เป็นแก่นแท้ของความฉลาดและความคิดสร้างสรรค์ </span>
          <span>เพราะความอยากรู้อยากเห็นนั้นช่วยสร้างแรงจูงใจในการค้นคว้าหาคำตอบ
ยิ่งเมื่อมีบางสิ่งบางอย่างขาดหายไป คุณจะยิ่งอยากค้นหามันเหมือนกับการเล่นเกม puzzle ต่างๆ
และเมื่อคุณสงสัย สมองจะเริ่มทำงานในกระบวนการเดียวกับการเล่นเกม
เนื่องจากความอยากรู้อยากเห็นทำงานด้วยระบบการให้รางวัล ซึ่งถูกควบคุมโดยสารโดพามีน
(โดพามีน = สารสื่อประสาทที่ทำงานร่วมกับระบบต่างๆของสมอง ได้แก่ กระบวนการคิด ความรู้สึก การควบคุมอารมณ์และพฤติกรรม)</span>
          <span>หรือพูดง่ายๆก็คือเวลาคุณอยากรู้อยากเห็นร่างกายจะหลั่งสารโดพามีนไปกระตุ้นให้เกิดกระบวนการการให้รางวัล
ซึ่งเป็นกระบวนการแบบเดียวกับเซ็กส์ ความรัก หรือความหิว ที่ต้องการการตอบสนอง ดังนั้นเมื่อคุณอยากรู้อยากเห็น คุณจึงต้องเริ่มเสาะหา และค้นคว้าเพื่อให้ได้ซึ่งคำตอบมาสนองความต้องการของตนเอง</span>
          <span>นอกจากนั้นแล้วสารโดพามีนยังส่งผลต่อความสามารถในการจดจำของคุณอีกด้วย
คุณจะสามารถจำเรื่องที่คุณอยากรู้ได้ดีกว่าเรื่องที่คุณไม่เคยสงสัยหรือมีคำถามกับมันมาก่อน
จึงไม่แปลกเลยที่คุณจะจำบทเรียนอันน่าเบื่อที่คุณไม่สนใจเหล่านั้นไม่ได้ </span>
          <span>จึงสรุปได้ว่าความสามารถในการจำนั้นแปรผันตรงกับความอยากรู้อยากเห็นนั่นเอง</span>
          <span>ยังมีอีกหลายปัจจัยที่ช่วยให้เราฉลาดขึ้นหรือมีความคิดสร้างสรรค์ที่ดีขึ้น แต่สิ่งที่สามารถช่วยคุณได้แน่นอน
และเร่ิมได้ตั้งแต่วันนี้ เดี๋ยวนี้เลยก็คือ "เริ่มอยากรู้อยากเห็น สงสัย ตั้งคำถาม และค้นคว้าหาคำตอบซะ"
<a style="color:blue" href="https://www.facebook.com/hashtag/tedxhowto">#TEDhowto</a> <a style="color:blue" href="https://www.facebook.com/hashtag/tedxchareonkrung">#TEDxChareonkrung</a></span>
        `
      },
      postedDate: new Date(Date.UTC(2017, 7, 30))
    },
    {
      uid: 'd43e6ce6-cf27-4957-906c-6c96df067adc',
      image: {
        url: 'static/images/contents/08_1.jpg',
        topic: '"เคยมั้ย...ที่ต้องหงุดหงิดกับคนเดินช้า"',
        topic_lng: 'th',
        desc: ''
      },
      content: {
        topic: '"เคยมั้ย...ที่ต้องหงุดหงิดกับคนเดินช้า"',
        topic_extend: 'ทำไมถึงหงุดหงิดเวลาเห็นคนเดินช้า?',
        desc: `
          <span>คุณเคยรู้สึกหงุดหงิดคนที่เดินช้ามั้ย?<br>
แล้วคุณเคยถามตัวเองกลับมั้ยว่าทำไมจะต้องหงุดหงิดด้วย?</span>
          <span>นักจิตวิทยาพบว่าความเร็วในการเดินของคนในแต่ละเมืองจะมีอัตราเร็วที่ต่างกันอย่างมีนัยยะสำคัญ
Robert Levine นักจิตวิทยาส่งลูกศิษย์ของเขาตระเวนไปทั่วโลก
เพื่อเก็บอัตราความเร็วในการเดินของคนในเมืองใหญ่ๆ ยกตัวอย่างเช่นในนิวยอร์ก
ชาว Newyorker ใช้เวลาเพียง 14 วินาทีในการเดิน 60 ก้าว และล่าสุดยังเพิ่มขึ้นอีก 10%</span>
          <span>“จะไปที่นั่น เดี๋ยวนี้!” ทัศนคตินี้ได้เริ่มเข้ามาฝั่งในหัวของเรามากขึ้น
เปรียบเทียบได้กับความหงุดหงิดของคุณที่เพิ่มขึ้นเมื่อ “ความเร็วอินเตอร์เน็ตลดลง”
โดยนักประสาทวิทยากล่าวว่า “ความสัมพันธ์ระหว่างเวลากับสภาพจิตใจเป็นเรื่องที่ซับซ้อน
และยังเกี่ยวข้องกับความคาดหวัง เช่น ถ้าเราคาดหวังว่าอะไรบางอย่างอาจต้องใช้เวลานาน เราจะสามารถรับมันได้ แต่เมื่อความคาดหวังไม่เป็นดั่งใจคิด ความไม่พอใจมักเกิดขึ้นตามมา"</span>
          <span>อัตราความเร็วของสังคมที่เพิ่มขึ้นกำลังทำร้ายเราเพิ่มขึ้นด้วยเช่นกัน ไม่ว่าจะเป็นการรับข้อมูลข่าวสาร
การกินอาหารเพื่อแข่งกับเวลา หรือแม้กระทั่งทัศนคติที่ว่า "อยากได้อะไรต้องได้เดี๋ยวนี้"</span>
          <span>ซึ่งสิ่งเหล่านี้ส่งผลให้นาฬิกาภายในร่างกายของเราแย่ลงทุกวันๆ เพราะเมื่อเราต้องรออะไรนานๆ
มันจะส่งสัญญาณบอกเราว่า "เฮ้ย นี่มันไม่โอเคเลยอะ ไม่มีประสิทธิภาพเลย" หรือ "ถึงเวลาที่ต้องเลิกอดทนแล้ว"</span>
          <span>นอกจากนั้นแล้ว ทัศนคติ “TL;DR” (too long; didn’t read)” หรือภาษาไทยพูดได้ง่ายๆว่า “ยาวไปไม่อ่าน” ยังแสดงถึงความไม่อดทนของคนที่เพิ่มมากขึ้นทุกวันว่าจะไม่เสียเวลากับการอ่านอะไรนานๆ
บางคนถึงกับไม่สามารถอ่านอะไรที่ยาวมากกว่า 2-3 หน้าได้ และจะเริ่มหาอะไรอย่างอื่นทำแทน
ถึงแม้ว่าพวกเขาจะพยายามที่จะอ่านแล้วก็ตาม แต่ก็พบว่ามันยากลำบากกว่าเมื่อก่อนมาก
</span>
          <span>บางคนตอนนี้อาจเลิกอ่านบทความนี้ไปแล้ว เพราะเห็นคำว่า “See more” หรือ “อ่านต่อ”
และขอแสดงความยินดีกับคนที่อ่านมาถึงตรงนี้ ว่าคุณยังไม่ถูกความเร็วของสังคมเมืองกลืนกิน</span>
          <span>มาดูวิธีที่จะช่วยให้คุณอดทนได้มากขึ้นดีกว่า คุณสามารถเริ่มได้จากวิธีง่ายๆ เช่น การอ่านหนังสือ
แบบอ่านลึกจริงๆ ให้ร่างกายของคุณเริ่มเข้าสู่ห้วงของความตั้งใจจนเกิดเป็นการอ่านที่มีประสิทธิภาพ
กล่าวคือคุณจะลืมโลกภายนอกไปซักพัก และแน่นอนว่าจะไม่มีการหยิบมือถือขึ้นมาระหว่างการอ่านครั้งนั้น
อีกวิธีคือ การเพิ่มความอดทนเมื่อเจอคนที่เดินช้าด้วยการสูดหายใจเข้าลึกๆ และหายใจออกยาวๆ
พยายามอดทนเหมือนตอนอ่านหนังสือ และเอาใจไปอยู่กับการเดินอย่างมีประสิทธิภาพ เดินอย่างระมัดระวัง
เพียงเท่านี้ความหงุดหงิดของคุณก็จะไม่เพิ่มขึ้นตามอัตราเร็วของสังคมเมืองแน่นอนค่ะ</span>
          <span><a style="color:blue" href="https://www.facebook.com/hashtag/tedxchareonkrung">#TEDxChareonkrung</a></span>
        `
      },
      postedDate: new Date(Date.UTC(2017, 8, 1))
    },
    {
      uid: '832917bb-c97d-414c-827d-55bf0491a245',
      image: {
        url: 'static/images/contents/09_1.jpg',
        topic: 'ไอเดียที่ยิ่งใหญ่เกิดขึ้นได้ด้วย...กระดาษทิชชู่',
        topic_lng: 'th',
        desc: 'คุณใช้กระดาษทิชชู่ทำอะไรกันบ้างนอกจาก...?'
      },
      content: {
        topic: 'ไอเดียที่ยิ่งใหญ่เกิดขึ้นได้ด้วย...กระดาษทิชชู่',
        topic_extend: 'คุณใช้กระดาษทิชชู่ทำอะไรกันบ้างนอกจาก...?',
        desc: `
          <span>เชื่อหรือไม่ว่าไอเดียที่ยิ่งใหญ่เกิดขึ้นได้ด้วยกระดาษทิชชู่
หลายๆไอเดียสุดบรรเจิดที่โด่งดังไปทั่วโลกนั้นมีจุดเริ่มต้นมาจากการขีดๆเขียนๆบนกระดาษทิชชู่ </span>
          <span>คุณเคยเป็นมั้ย? ที่รู้สึกเหมือนเจอทางตัน คิดเท่าไหร่ก็คิดไม่ออก นั่งหงอยอย่างหมดอะไรตายอยาก
แต่แล้วจู่ๆ ก็ปิ๊งไอเดีย คุณควานหากระดาษมาจด แต่ก็ไม่พบอะไรแถวนั้นนอกจาก “กระดาษทิชู่"</span>
          <span>- JK Rowling เขียนไอเดียแรกเกี่ยวกับ Harry Potter ลงบนกระดาษทิชชู่
ขณะเธอรอรถไฟที่ดีเลย์จากเมืองแมนเชสเตอร์ไปกรุงลอนดอนในปี 1990</span>
          <span>- ภาพยนตร์ที่ยิ่งใหญ่ของ Pixar หลายต่อหลายเรื่องถูกร่างขึ้นบนกระดาษทิชชู่ระหว่างมื้อกลางวันในปี 1994
ซึ่งได้แก่ A Bug’s Life ปี 1998, Monters Inc., ปี 2001, Finding Nemo ปี 2003 และ WALL-E ปี 2008</span>
          <span>- หอคอย Space Needle อันเป็นสัญลักษณ์ของเมืองซีแอตเทิลถูกร่างขึ้นเป็นครั้งแรกบนกระดาษทิชชู่
ที่ร้านกาแฟในปี 1959</span>
          <span>- การออกแบบเครื่องบิน Voyager เครื่องบินทดลองลำแรก ที่บินรอบโลกโดยไม่ต้องเติมน้ำมัน
ก็เกิดขึ้นครั้งแรกบนกระดาษทิชชู่ระหว่างมื้อกลางวันในปี 1981</span>
          <span>งานวิจัยหลายชิ้นพบว่า นักเรียนที่จดบันทึกและขีดเขียนด้วยมือจะมีคะแนนสอบที่สูงขึ้น
และมีส่วนร่วมในการอภิปรายมากขึ้น เพราะไม่ได้เสียเวลาในการมองหาความช่วยเหลือจากคอมพิวเตอร์
และเมื่อถามคำถามเชิงลึก นักเรียนที่จดโน้ตด้วยแล็ปท็อปจะตอบคำถามได้แย่กว่านักเรียนที่จดบันทึกด้วยมือ</span>
          <span>ลองปล่อยไอเดียให้ล่องลอยไปกับกระดาษและปลายปากกาดูสิ
บางทีผู้สร้างสรรค์ไอเดียที่ยิ่งใหญ่ต่อไปอาจเป็นคุณ</span>
          <span><a style="color:blue" href="https://www.facebook.com/hashtag/tedxchareonkrung">#TEDxChareonkrung</a></span>
        `
      },
      postedDate: new Date(Date.UTC(2017, 8, 3))
    },
    {
      uid: '1637b8f3-6e54-452c-8191-c6657ec855da',
      image: {
        url: 'static/images/contents/10_1.jpg',
        topic: 'เราเอาชีวิตของเราไปฝากไว้กับคำว่า “โชค” มากเกินไปหรือเปล่า?',
        topic_lng: 'th',
        desc: ''
      },
      content: {
        topic: 'เราเอาชีวิตของเราไปฝากไว้กับคำว่า “โชค” มากเกินไปหรือเปล่า?',
        topic_extend: '',
        desc: `
          <span>แล้วเมื่อไหร่กันที่เราจะหยุดพึ่งโชค แล้วหันมา Make it happen. ให้ชีวิตของเราดีขึ้นด้วยตัวเองบ้างล่ะ</span>
          <span><a style="color:blue" href="https://www.facebook.com/hashtag/tedxchareonkrung">#TEDxChareonkrung</a> ขอนำเสนอ “8 วิธีเพิ่มโชค ไม่ต้องให้ใครช่วย”
ที่สามารถเริ่มทำได้ตั้งแต่วันนี้ แล้วจะโชคดีเห็นผลทันตากันเลยทีเดียว</span>
          <span>1. หยุดมองโลกในแง่ร้ายและตัดกำลังใจตัวเอง
เมื่อเกิดสถานการณ์ย่ำแย่ในชีวิต ขอให้คุณพยายามมองมันในมุมที่ดีที่สุดเสมอ
อย่าตัดกำลังใจตัวเอง และอย่าพูดว่า “โชคร้ายอะไรขนาดนี้”
เตือนตัวเองอยู่เสมอว่า “สิ่งที่ดีที่สุดมักจะเกิดขึ้นกับคนที่ทำมันอย่างสุดความสามารถที่สุด”</span>
          <span>2. สะสมมิตรภาพและเพื่อนฝูง
บางครั้งโชคก็มาในรูปแบบของการมีเพื่อนที่ดี หรือที่เราเรียกอีกอย่างว่า “กัลยาณมิตร”
เพราะเมื่อชีวิตคุณต้องเผชิญกับปัญหา เพื่อนที่ช่วยคุณในยามยากนั่นแหละคือโชคที่ไม่ต้องไปเสาะหาให้ไกลเลย</span>
          <span>3. ประกาศเจตนารมณ์อันแน่วแน่ว่าคุณคือคนที่จะประสบความสำเร็จ
ลงมือตั้งเป้าหมายของคุณให้ชัดเจนว่าอะไรคือสิ่งที่คุณอยากจะทำให้สำเร็จ
ใส่รายละเอียดลงไปให้ครบ ไม่ต้องกลัวว่าเป้าหมายนั้นจะไกลเกินเอื้อม
เพราะต่อให้คุณไปไม่ถึง อย่างน้อยๆคุณก็ขยับเข้าใกล้มันมากขึ้นอีกนิดแล้ว
ดังคำพูดที่ว่า “จงตั้งเป้าไปที่ดวงจันทร์ เพราะถึงแม้จะพลาด ก็ยังอยู่ท่ามกลางดวงดาว”</span>
          <span>4. ตั้งตารอเตรียมพร้อมอยู่เสมอ
เพราะคุณไม่มีทางรู้เลยว่าโอกาสที่ดีนั้นจะเข้ามาในชีวิตคุณเมื่อไหร่
แต่สิ่งเดียวที่คุณทำได้คือการเตรียมตัวให้พร้อม ไม่เช่นนั้นเมื่อโอกาสมาถึงคุณอาจจะคว้ามันไม่ทันก็ได้</span>
          <span>5. เผชิญหน้ากับความกลัว
กี่ครั้งแล้วที่ความกลัวทำให้คุณไม่กล้าเริ่มอะไรบางอย่าง? ถึงเวลาแล้วที่คุณจะสลัดความกลัวเหล่านั้นทิ้งไป
แล้วเร่ิมทำมันอย่างสุดความสามารถอีกครั้ง เหมือนตอนเด็กที่คุณหัดขี่จักรยาน
ที่ล้มเท่าไหร่ก็ไม่กลัวที่จะลุก และเริ่มขี่ใหม่จนกว่าจะขี่เป็น</span>
          <span>6. มองโลกในแง่ดีเข้าไว้
พื้นฐานของความโชคดีก็คือการมองโลกในแง่ดี เพราะเมื่อคุณมองโลกในแง่ดี
ร่างกายจะส่งพลังที่เป็นบวกออกไปเพื่อดึงดูดสิ่งดีๆเข้ามาในชีวิตตามกฎแห่งแรงดึงดูด “Law of Attraction”</span>
          <span>7. เชื่อในพลังแห่งกิจวัตรประจำวัน
คนที่ประสบความสำเร็จในชีวิตส่วนใหญ่ล้วนแต่มีกิจวัตรประจำวันที่ดี
เช่น Michael Jordan ที่ขยันฝึกซ้อมการเล่นบาสวันละหลายชั่วโมงอย่างหนักจนมาเป็นนักกีฬาบาสเกตบอลชื่อดังหรือ Jack Ma มหาเศรษฐีแห่งแดนมังกร เจ้าของธุรกิจอาลีบาบาที่ตื่นเช้าทุกวัน
เพราะมีความเชื่อที่ว่า “The early bird catches the worm.”</span>
          <span>8. ฟังเสียงเล็กๆในใจคุณ
หลายๆครั้งที่เรามักจะได้ยินบทสัมภาษณ์จากผู้ที่ประสบความสำเร็จว่า “มีบางอย่างในตัวผม บอกผมให้ทำมัน”
ซึ่งอะไรบางอย่างที่ว่านั้นก็คือ กึ๋น หรือ สัญชาติญาณของเรานั่นแหละ ก่อนที่จะคิดให้ลึกหรือทำพิจารณาอะไร
บางอย่างอย่างละเอียด ลองฟังเสียงเล็กๆในใจคุณดู คุณอาจได้คำตอบโดยที่ไม่ต้องเสียเวลาคิดมากเลยก็เป็นได้</span>
          <span>หมดเวลาเล่นของพึ่งโชคลางกันแล้ว
ถึงเวลาที่คุณจะลุกขึ้นมาทำชีวิตให้ดีและประสบความสำเร็จด้วยมือของคุณเอง
และอย่าลืมมาแชร์ความสำเร็จของคุณให้เรารู้กันนะคะ</span>
          <span>“Success is the good fortune that comes from aspiration,
desperation, perspiration, and inspiration.” <br>
- Evan Esar</span>
          <span>ขอบคุณข้อมูลจาก: <a style="color:red" class="tedx_link black" href="https://wealthygorilla.com/8-tips-increasing-your-luck-in-life/">https://wealthygorilla.com/8-tips-increasing-your-luck-in-life/</a></span>
        `
      },
      postedDate: new Date(Date.UTC(2017, 8, 11))
    },
    {
      uid: '29793cba-9618-48d0-a1a2-62c056b91cee',
      image: {
        url: 'static/images/contents/11_1.jpg',
        topic: 'เจริญกรุง ย่าน..ที่ระลึก',
        topic_lng: 'th',
        desc: ''
      },
      content: {
        topic: 'เจริญกรุง ย่าน..ที่ระลึก',
        topic_extend: '',
        desc: `
          <span>เจริญกรุงย่านที่เต็มไปด้วยสถานที่..ที่ระลึก ที่ชวนให้เราระลึกถึงความหลัง และเรื่องราวประวัติศาสตร์ในอดีตของสถานที่นั้นๆ</span>
          <span><a style="color:blue" href="https://www.facebook.com/hashtag/tedxchareonkrung">#TEDxChareonkrung</a> ขอพาทุกคนไปหวนระลึกถึง
สถานที่..ที่ระลึกในย่าน..ที่ระลึก อย่างเจริญกรุงกันค่ะ</span>

          <span><b>ตึก..ที่ระลึก<br><br>ตึกสาธรยูนีค</b></span>
          <span><img src="static/images/contents/11_2.jpg" class="img-fluid mx-auto d-block" width="100%"></span>
          <span><b>สาธร ยูนีค</b> เป็นตึกสูง 49 ชั้น จำนวน 600 ยูนิต ราคาขาย 20,000-30,000 บาท/ตร.ม.
เปิดตัวขายในปี 2533 ตั้งอยู่ในซอยเจริญกรุง 51 ถนนเจริญกรุง แขวงยานนาวา เขตสาทร
และจากวิกฤตเศรษฐกิจปี 40 สร้างความบอบช้ำอย่างแสนสาหัสให้คนไทย
ธุรกิจมากมายต้องปิดตัวลงผู้ประกอบการล้มละลาย โครงการใหญ่หลายโครงการที่ไปต่อไม่ได้
สิ่งก่อสร้างมากมายถูกทิ้งร้างเปรียบเสมือนอนุสาวรีย์ของปี 40 และที่โด่งดังที่สุดก็คือ ตึกสาทร ยูนิค
ตึกร้างสูงระฟ้ากลางกรุงที่ต้องถูกทิ้งร้างหลังเจอวิกฤตต้มยำกุ้งและยังตั้งตระหง่านอยู่มากว่า 20 ปี</span>
          <span>Photo Credit: <a style="color:red" class="tedx_link black" href="http://strangeabandonedplaces.com/sathorn-unique-bangkoks-ghost-skyscraper/">http://strangeabandonedplaces.com/sathorn-unique-bangkoks-ghost-skyscraper/</a></span><br>

          <span><b>ถนน..ที่ระลึก<br><br>ถนนเจริญกรุง...<br>
ถนนคอนกรีตสายแรกของประเทศไทย</b></span>
          <span><img src="static/images/contents/11_3.jpg" class="img-fluid mx-auto d-block" width="100%"></span>
          <span>ถนนเจริญกรุงถือได้ว่าเป็นถนนคอนกรีตสายแรกของประเทศไทยที่ถูกสร้างแบบตะวันตก
โดยสร้างขึ้นในสมัยพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว รัชกาลที่ 5
ถูกสร้างแล้วเสร็จในปี พ.ศ. 2407 ซึ่งเมื่อประกอบกับการเป็นพื้นที่ที่ติดริมแม่น้ำเจ้าพระยา
มีความสะดวกทางคมนาคม และนำมาสู่ความหลากหลายทางวัฒนธรรม
เจริญกรุงจึงกลายเป็นศูนย์รวมความเจริญในสมัยดังกล่าว เต็มไปด้วยสิ่งที่ทันสมัยที่สุดในช่วงเวลานั้น
ตั้งแต่ โรงแรม ธนาคาร รถราง โทรคมนาคม ตลอดจนการค้าและความสัมพันธ์กับนานาชาติ</span><br>

          <span><b>บ้าน..ที่ระลึก<br><br>บ้านเลขที่ 1 ซอยกัปตันบุช...<br>
บ้านหลังแรกของประเทศไทยที่มีรหัสไปรษณีย์</b></span>
          <span><img src="static/images/contents/11_4.jpg" class="img-fluid mx-auto d-block" width="100%"></span>
          <span>เป็นมรดกที่แสดงให้เห็นถึงความเป็นยุโรปในเอเชียตะวันออกเฉียงใต้ ในช่วงเวลาที่เป็นจุดเปลี่ยนของศตวรรษ
ระหว่างปี ค.ศ.1887 ถึง 1954 เวียดนาม ลาว และกัมพูชา อยู่ในฐานะอาณานิคมแห่งหนึ่งของฝรั่งเศส
อาณานิคมแห่งนี้ถูกบังคับให้เป็นแหล่งในการจัดหาทรัพยากรให้กับแผ่นดินแม่ บริษัทฝรั่งเศสที่ชื่อว่า
Societe Francaise des Distilleries de l’Indochine (SFDI) เข้ามาช่วยรัฐบาลจัดการเรื่องการผูกขาดสินค้า
ในระยะเวลานั้น SFDI ไม่ได้จำกัดการดำเนินงานอยู่ในอินโดจีนเท่านั้น แต่ยังมีการตั้งสำนักงานในสยาม
ตรงที่ตั้งของบ้านเลขที่ 1 ในย่านประวัติศาสตร์บางรัก การเลือกสถานที่ตั้งบริษัทที่บ้านเลขที่ 1 นั้นไม่น่าแปลกใจ เพราะชุมชนของชาวยุโรปได้ก่อร่างในเขตบางรัก พร้อมถนนลาดยางแห่งแรกของกรุงเทพ สถานทูตฝรั่งเศส
อาคารไปรณีย์กลาง ศุลกากรแห่งแรกของกรุงเทพ และสถาบันที่เกี่ยวข้องกับธุรกิจอื่น ๆ
ตัวอาคารของบ้านเลขที่ 1 เป็นสถาปัตยกรรมแบบนีโอคลาสสิก เห็นได้ชัดจากหน้าจั่ว อาคาร 2 ชั้น
ซึ่งสร้างในช่วงต้นปี 1900 เป็นอาคารก่ออิฐและผนังรับน้ำหนัก กระเบื้องหลังคารูปเพชรของหลังคาปั้นหยา
ทำให้นึกถึงสไตล์ในยุคนั้น ในช่วงปี ค.ศ. 2012-2016 สำนักงานทรัพย์สินส่วนพระมหากษัตริย์ได้ฟื้นฟูอาคารหลังนี้จากการถูกทิ้งร้าง และเพราะสถาปัตยกรรมของอาคารที่พบได้ยาก กรมศิลปากรจึงได้ขึ้นทะเบียนบ้านเลขที่ 1
เป็นโบราณสถาน แม้ว่า SFDI จะไม่ได้ทำการอีกต่อไปแล้ว แต่ยังคงทิ้งมรดกไว้ในบ้านเลขที่ 1 แห่งนี้</span>
          <span>Photo Credit: <a style="color:red" class="tedx_link black" href="http://www.crownproperty.or.th/ข่าวสารและสาระน่ารู้/สาระน่ารู้?&per_page=10">http://www.crownproperty.or.th/ข่าวสารและสาระน่ารู้/สาระน่ารู้?&per_page=10</a></span><br>

          <span><b>ธนาคาร..ที่ระลึก<br><br>ธนาคารไทยพาณิชย์ สาขาตลาดน้อย...<br>
ธนาคารพาณิชย์แห่งแรกของประเทศไทย</b></span>
          <span><img src="static/images/contents/11_5.jpg" class="img-fluid mx-auto d-block" width="100%"></span>
          <span>เป็นสถาบันการเงินหรือธนาคารแห่งแรกของประเทศไทย
เริ่มก่อตั้งขึ้นในนาม “บุคคลัภย์” ในสมัยพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว รัชกาลที่ 5
เพื่อให้สถาบันการเงินเป็นฐานรองรับการเติบโตด้านเศรษฐกิจของประเทศ ซึ่งประสบผลสำเร็จเป็นอย่างดี กลายเป็นต้นแบบธนาคารพาณิชย์ของไทย โดยมีการปรับเปลี่ยนชื่อเป็น “บริษัท แบงก์สยาม กัมมาจล ทุนจำกัด”
ในปี 2449 และเปลี่ยนมาเป็น “ธนาคารไทยพาณิชย์” เช่นทุกวันนี้
อาคารแห่งนี้มีความโดดเด่นด้วยสถาปัตยกรรมโบซาร์ผสมผสานนีโอคลาสสิค ที่ยังคงความงดงามจนถึงปัจจุบัน</span>
          <span>Photo Credit: <a style="color:red" class="tedx_link black" href="http://www.artbangkok.com/?p=44008">http://www.artbangkok.com/?p=44008</a></span><br>

          <span><b>โรงแรม..ที่ระลึก<br><br>โรงแรมโอเรียนเต็ล....<br>
โรงแรมแห่งแรกของประเทศไทย</b></span>
          <span><img src="static/images/contents/11_6.jpg" class="img-fluid mx-auto d-block" width="100%"></span>
          <span>เป็นโรงแรมอย่างเป็นทางการแห่งแรกของไทย ที่ก่อตั้งขึ้นในสมัยรัชกาลที่ 5 หรือประมาณปี พ.ศ. 2413 และเปิดให้ใช้งานได้อย่างเป็นทางการเมื่อปี พ.ศ. 2430 นับเป็นโรงแรมที่เก่าแก่ที่สุดของไทย และเก่าแก่ที่สุดแห่งหนึ่งของเอเชีย
ที่นี่เคยต้อนรับแขกผู้มีเกียรติมากมาย อาทิ โจเซฟ คอนราด นักเขียนชื่อดังชาวอังกฤษ รวมทั้งพระประมุขและผู้แทนพระองค์
จากประเทศต่างๆ ในพระราชพิธีฉลองสิริราชสมบัติครบ 60 ปี ของพระบาทสมเด็จพระเจ้าอยู่หัว รัชกาลที่ 9 เมื่อปี พ.ศ. 2549
ทั้งเสน่ห์ของโรงแรมแห่งนี้คืออาคารออเธอร์ส วิง ที่งดงามด้วยสถาปัตยกรรมแบบนีโอคลาสสิค และเคยได้รับรางวัลอนุรักษ์สถาปัตยกรรมดีเด่น เมื่อปี 2545</span>
          <span>Photo Credit: <a style="color:red" class="tedx_link black" href="https://theluxurytravelexpert.com/2016/01/06/review-mandarin-oriental-bangkok/">https://theluxurytravelexpert.com/2016/01/06/review-mandarin-oriental-bangkok/</a></span><br>

          <span><b>กงสุล..ที่ระลึก<br><br>สถานกงสุลโปรตุเกส...<br>
สถานกงสุลแห่งแรก</b></span>
          <span><img src="static/images/contents/11_7.jpg" class="img-fluid mx-auto d-block" width="100%"></span>
          <span>หรือสถานเอกอัครราชทูตโปรตุเกส สร้างขึ้นในสมัยรัชกาลที่ 2 ซึ่งมีชาวโปรตุเกสเข้ามาตั้งถิ่นฐานบริเวณริมแม่น้ำเจ้าพระยาของประเทศไทยมากขึ้น พระบาทสมเด็จพระพุทธเลิศหล้านภาลัย จึงพระราชทานที่ดินในตรอกกัปตันบุชให้แก่พระราชินีมาเรีย แห่งโปรตุเกส เพื่อสร้างเป็นที่พำนักสำหรับกงสุลโปรตุเกสสมัยนั้น สำหรับเป็นศูนย์กลางให้แก่ชาวโปรตุเกสในประเทศไทย โดยตัวอาคารมีการก่อสร้างอย่างงดงามด้วยสถาปัตยกรรมแบบโคโลเนียล ภายในเป็นพื้นไม้ไผ่ฉาบตามแบบฉบับของการสร้างที่อยู่อาศัยของชาวโปรตุเกส ทั้งนี้ อาคารหลังนี้ได้มีการปรุงปรุงและต่อเติมเรื่อยมาเพื่อการใช้งาน และรักษาสภาพอาคารหลังเดิมไว้ให้ใกล้เคียงที่สุด</span>
          <span>Photo Credit: <a style="color:red" class="tedx_link black" href="http://www.reurnthai.com/index.php?topic=3447.0">http://www.reurnthai.com/index.php?topic=3447.0</a></span><br>

          <span><b>มัสยิด..ที่ระลึก<br><br>มัสยิดบ้านอู่<br>
มัสยิดจดทะเบียนหลังแรกของไทย</b></span>
          <span><img src="static/images/contents/11_8.jpg" class="img-fluid mx-auto d-block" width="100%"></span>
          <span>เป็นสถานที่ประกอบศาสนกิจของชาวมุสลิมที่เก่าแก่ที่สุด ได้รับการก่อสร้างขึ้นในสมัยรัชกาลที่ 6
หรือประมาณปี 2455 โดยพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัว รัชกาลที่ 6 ทรงพระราชทานที่ดินผืนนี้
ให้แก่ชาวมุสลิมที่โยกย้ายถิ่นฐานมาอยู่ในกรุงเทพฯ สมัยนั้น เพื่อเป็นที่ตั้งของอาคารมัสยิดและกุโบร์(สุสาน)
คนในย่านนั้นรู้จักกันดีในชื่อ “สุเหร่าแขก” ทั้งนี้ ปัจจุบันนอกจากจะเป็นสถานที่สำคัญทางศาสนา
ของชาวมุสลิมย่านเจริญกรุง ยังเป็นโรงเรียนสอนศาสนาสำหรับชาวมุสลิม
และสถานที่ที่นักท่องเที่ยวนิยมแวะเวียนเข้าไปชมอยู่เสมอเมื่อมาเยือนย่านเจริญกรุง</span>
          <span>Photo Credit: <a style="color:red" class="tedx_link black" href="https://www.jcpr.co.th/ข่าวประชาสัมพันธ์/ศูนย์สร้างสรรค์งานออกแบบ-ปลุกตำนาน-“เจริญกรุง”โชว์-4-แลนด์มาร์คที่คนไทยต้องรู้.html">https://www.jcpr.co.th/ข่าวประชาสัมพันธ์/ศูนย์สร้างสรรค์งานออกแบบ-ปลุกตำนาน-“เจริญกรุง”โชว์-4-แลนด์มาร์คที่คนไทยต้องรู้.html</a></span>
        `
      },
      postedDate: new Date(Date.UTC(2017, 8, 20))
    },
    {
      uid: '88d7cf63-bfeb-4243-bf12-a9afa51c784e',
      image: {
        url: 'static/images/contents/blank.jpg',
        topic: '12 ราศี กับนิสัยไม่ดีที่ควรแก้ (แล้วชีวิตจะดีขึ้น)',
        topic_lng: 'th',
        desc: ''
      },
      content: {
        topic: '12 ราศี กับนิสัยไม่ดีที่ควรแก้ (แล้วชีวิตจะดีขึ้น)',
        topic_extend: '',
        desc: `
          <span>ต้องสูญเสียไปเท่าไหร่กับคำว่า “นิสัยไม่ดี”
บ่อยครั้งที่นิสัยส่วนตัวทำให้คุณต้องพลาดอะไรดีๆหลายอย่างในชีวิตไป</span>
          <span><a style="color:blue" href="https://www.facebook.com/hashtag/tedxchareonkrung">#TEDxChareonkrung</a> ขอนำเสนอ "12 ราศีกับนิสัยไม่ดีที่ควรแก้ (แล้วชีวิตจะดีขึ้น)"
มาลองสำรวจตัวเองและคนข้างกายจากนิสัยแย่ๆของแต่ละราศีกัน
หากมีนิสัยเหล่านั้นก็อย่าลืมลองแก้ไขตามคำแนะนำกันดูนะคะ</span>
          <span>ราศีเมษ (13 เม.ย. - 13 พ.ค.)<br>
อาจเพราะคนราศีเมษเป็นคนธาตุไฟ จึงมีข้อเสียคือ โมโหง่าย อารมณ์ร้อน ใจร้อน และไม่อดทน
กล่าวคือไม่สามารถอดทนหรืออดกลั้นอะไรได้นานๆ บางครั้งใช้เงินทองแบบไม่ค่อยคิดหน้าคิดหลัง
ทำอะไรทำทันที จนบ่อยครั้งที่ทำให้ชาวเมษไม่ได้คิดหน้าคิดหลังให้ดีเสียก่อน
ลองละทิ้งความใจร้อนดู แล้วชีวิตของคุณจะมีความผิดพลาดน้อยลงอย่างแน่นอน
และคนรอบข้างก็พลอยอารมณ์ดีไปด้วยเพราะคุณไม่อารมณ์เสียก่อนนั่นเอง</span>
          <span>ราศีพฤษภ (14 พ.ค. - 13 มิ.ย.)<br>
ชาวราศีพฤษภมีจุดเด่นด้านความอดทน แต่ในขณะเดียวกันก็ดื้อหัวชนฝา และชอบโต้แย้งเป็นที่สุด
เพราะจริงๆแล้วชาวราศีนี้เป็นคนคิดมาก รอบคอบ และไม่อยากผิดหวัง
หรือไม่ต้องการให้เกิดความเสียหายใดๆขึ้นเลย เขาหรือเธอเลยดื้อและเชื่อมั่นในความคิดของตนเอง
เพราะเชื่อว่าคิดมาดีแล้ว ลองเปิดใจรับฟังผู้อื่นจากมุมที่ต่างกันดูอาจช่วยให้การตัดสินใจของคุณดีขึ้นก็ได้
นอกจากนั้นแล้วชาวราศีพฤษภยังขึ้นชื่อในเรื่องความเจ้าคิดเจ้าแค้น ลองลืมๆเรื่องราวในอดีตไปบ้าง
ชีวิตต้องเดินหน้าต่อ หากมามัวคิดแค้นใจคุณเองนั่นแหละที่จะไม่มีความสุข</span>
          <span>ราศีเมถุน (14 มิ.ย. - 14 ก.ค.)<br>
ด้วยความที่เป็นคนบริหารเวลาเก่ง ปราดเปรียว ปรู๊ดปร๊าด เวลาของชาวราศีเมถุนจึงเป็นเงินเป็นทองและมีค่ามากๆ ซึ่งสิ่งเหล่านี้ทำให้เขาหรือเธอกลายเป็นคนอยู่ไม่สุข อยู่นิ่งไม่เคยได้ และขี้เบื่อ ชอบทำอะไรหลายๆอย่างพร้อมกัน
จนบางครั้งทำไม่ได้ดีซักอย่าง ทำอะไรรวดเร็วจนสะเพร่าและหลงลืมรายละเอียดบางอย่าง
ลองทำอะไรให้ช้าลง และทำทีละอย่างดู ชีวิตคุณจะเรียบง่ายขึ้นอีกเยอะเลย</span>
          <span>ราศีกรกฎ (15 ก.ค. - 16 ส.ค.)<br>
ราศีกรกฎเป็นเป็นคนที่ดูเรียบง่าย สบายๆ ไม่ยินดียินร้าย จนบ่อยครั้งที่ทำให้กลายเป็นคนผัดวันประกันพรุ่ง
ทั้งๆที่จริงๆแล้วอาจแค่กำลังคิด แต่ยังไม่ได้ลงมือทำ ลองเปลี่ยนเป็นคนทำเดี๋ยวนี้ดู
งานที่คั่งค้างไว้อาจเสร็จเร็วขึ้น นอกจากนั้นแล้วยังเป็นคนขี้ระแวงไม่ไว้ใจใครง่ายๆ และขี้หงุดหงิดอยู่เสมอ
ซึ่งสิ่งเหล่านี้อาจทำให้ชาวกรกฎมีความลำบากในการใช้ชีวิตอยู่สักเล็กน้อยเพราะไม่เคยเชื่อใจใครเลย
ลองเปิดใจและเชื่อใจใครดูซักครั้ง คนรอบข้างอาจไม่ได้เลวร้ายอย่างที่คิดก็ได้</span>
          <span>ราศีสิงห์ (17 ส.ค. - 16 ก.ย.)<br>
เนื่องด้วยเป็นคนตรงไปตรงมา กล้าหาญ พูดจริงทำจริง ไม่เอารัดเอาเปรียบใคร
เลยทำให้ชาวราศีสิงห์ดูเป็นคนชอบอวดดี เอาจริงเอาจัง เจ้าทิฏฐิ และหยิ่งยโสโอหัง
จนบางครั้งคนรอบข้างก็บอกว่าคุณไม่ค่อยรับฟังใคร ดื้อรั้นจนเกินไป
ลองลดความอวดดีวางมาดดู คนรอบข้างจะให้ความสนใจและอยากให้คำแนะนำคุณขึ้นอีกเยอะ
ซึ่งคำแนะนำเหล่านี้อาจช่วยมาเติมเต็มและทำให้คุณประสบความสำเร็จในชีวิตก็เป็นได้</span>
          <span>ราศีกันย์ (17 ก.ย. - 16 ต.ค.)<br>
ด้วยความที่เป็นคนมีความรู้ รู้เยอะ และชอบช่วยเหลือผู้อื่น ชาวราศีกันย์จึงมักแสดงความอวดรู้ออกมาอยู่บ่อยๆ
และชอบโต้แย้งกับคนที่เห็นไม่ตรงกับตัวเอง รวมทั้งเป็นคนที่จุกจิกจู้จี้และขี้บ่น เพราะหวังดีกับคนอื่น
อยากให้คนอื่นได้ดี แต่บางครั้งอาจทำให้คนที่อยู่ด้วยเกิดความอึดอัดเพราะจะกลายเป็นว่า
ทำอะไรก็ไม่ถูกใจชาวราศีกันย์ไปซะหมด ลองละทิ้งความจู้จี้ขี้บ่น เปลี่ยนมาเป็นคำแนะนำแบบไม่ผูกมัดดู
คนรอบข้างจะต้องรักคุณและขอบคุณในความหวังดีของคุณแน่นอน</span>
          <span>ราศีตุลย์ (17 ต.ค. - 15 พ.ย.)<br>
แม้ชาวราศีตุลย์จะเป็นคนใจกว้าง มีเหตุผล ชอบความยุติธรรม แต่ก็เป็นคนที่ไม่สามารถทนการวิจารณ์ติติงตนเองได้ ความเจ้าชู้เป็นเลิศ และไม่ยอมตัดสินใจไม่ว่าเรื่องอะไรจะเกิดขึ้น เพราะรอดูว่าจะมีทางเลือกอะไรอื่นเข้ามาหรือไม่ ลองเปลี่ยนเป็นคนใหม่ด้วยการกล้าตัดสินใจดู อะไรๆในชีวิตอาจมีความแน่นอนมากขึ้น และลองรับฟังคำติติงที่คนอื่นหวังดีแล้วนำไปปรับปรุงพัฒนาตนเองให้ดีขึ้น คุณจะกลายเป็นคนที่มีเสน่ห์และน่าคบหามากขึ้นอีกหลายเท่าแน่นอน</span>
          <span>ราศีพิจิก (16 พ.ย. - 15 ธ.ค.)<br>
ชาวราศีพิจิกสามารถเป็นคนที่ดีที่สุดและแย่ที่สุดได้ในคนๆเดียวกัน เพราะอะไรน่ะเหรอ
ก็เพราะบทจะใจดี ก็ดีใจหาย แต่บทจะใจร้ายขี้โมโห ก็โมโหได้น่ากลัวมาก และยังขี้หงุดหงิดอยู่เป็นประจำด้วย
พูดได้เลยว่าเดี๋ยวดีเดี๋ยวร้าย คนรอบข้างที่อยู่ด้วยก็ต้องทำใจนิดนึง ชาวราศีพิจิกลองฝึกจิตใจให้มีความมั่นคงเพิ่มขึ้น
ดูจะช่วยให้คนรอบข้างไม่ตกหล่นหายไปในชีวิต</span>
          <span>ราศีธนู (16 ธ.ค. - 15 ม.ค.)<br>
เจ้าพ่อเจ้าแม่แห่งความมั่นใจในตัวเอง มั่นใจจนมีลักษณะการพูดเป็นคนขวานผ่าซาก เพราะพูดตามสิ่งที่ตนเองคิด และยังมีนิสัยที่ไม่ค่อยแคร์ชาวบ้านชาวช่องอยู่เป็นทุนเดิมแล้วล่ะก็ บ่อยครั้งที่ทำให้คนรอบตัวเสียใจและเสียความรู้สึกด้วยถ้อยคำขวานผ่าซากเหล่านั้น ลองใจเย็นและคิดให้ถี่ถ้วนอีกนิดก่อนจะพูดอะไรออกไป แน่นอนว่าคุณหวังดี
แต่บางครั้งก็ตรงเกินจนคนรอบข้างทำใจไม่ได้ เพิ่มเสน่ห์ในการพูดอีกนิด
รับรองว่าจะประสบความสำเร็จเวลาเจรจาหรือพูดกับคนอื่นแน่นอน</span>
          <span>ราศีมังกร (16 ม.ค. - 12 ก.พ.)<br>
เนื่องด้วยชาวราศีมังกรเป็นคนที่ขยันและมีความทะเยอทะยานสูงจึงไม่แปลกที่จะมีนิสัย ช่างติ เข้มงวด
ไม่ค่อยพึงพอใจอะไรสิ่งต่างๆในชีวิต เพราะอยากที่จะมีความก้าวหน้าในหน้าที่การงานอยู่เสมอ
ซึ่งบางครั้งอาจทำให้ชาวราศีมังกรไม่ค่อยมีความสุขกับการใช้ชีวิต หลงลืมความสวยงามของสิ่งต่างๆรอบตัว
ลองลดความเข้มงวดในชีวิตดูสักหน่อยอาจช่วยให้คุณประสบความสำเร็จทั้งด้านการงาน และชีวิตทั่วไป</span>
          <span>ราศีกุมภ์ (13 ก.พ. - 12 มี.ค.)<br>
ชาวราศีกุมภ์ถือได้ว่าเป็นคนที่มองโลกแง่บวก และมีจิตใจดี ไม่เป็นพิษเป็นภัยกับใคร
แต่ลึกๆแล้วเป็นคนดื้อดันทุรัง เย็นชา และเอาใจยาก จนบางครั้งอาจทำให้คนรอบข้างมีอาการขวัญผวาอยู่เป็นระยะๆ และด้วยความเอาใจยากนี้ ผู้คนรอบข้างเลยเลือกจะทิ้งระยะไว้สักหน่อย ซึ่งทำให้ชาวราศีกุมภ์ดูเหมือน
ไม่ค่อยมีคนสุงสิงด้วยมากนัก ลองสนใจคนรอบข้างให้มากขึ้นอีกนิด ลดความเย็นชาลงอีกหน่อย
อาจได้แนวคิดหรือไอเดียอะไรใหม่ๆที่น่าสนใจ และยังช่วยให้คุณประสบความสำเร็จในเรื่องคนรอบตัวอีกด้วย</span>
          <span>ราศีมีน (13 มี.ค. - 12 เม.ย.)<br>
ด้วยความที่ชาวราศีมีนเป็นคนโรแมนติก ช่างฝัน ชอบนึกถึงแต่สิ่งดีๆสวยๆงามๆ
และพยายามลืมความจริงที่ไม่ได้ดั่งใจเอาไว้ จนถึงกับเรียกได้ว่าเป็นคนหนีปัญหาเลยก็ว่าได้
นอกจากนั้นด้วยความที่มีอารมณ์ศิลปินค่อนข้างสูงชาวราศีมีนจึงมักจะทำอะไรตอนที่มีอารมณ์ที่จะทำเท่านั้น
เวลาอื่นๆที่ไม่ทำก็เลยเรียกได้ว่า ขี้เกียจ ลองฝืนใจอดทนทำอะไรตอนที่ไม่มี feeling ดูบ้าง ละทิ้งความขี้เกียจ
เผชิญหน้ากับปัญหาและลองแก้ไขมันดู เราเชื่อว่าคุณจะได้รับผลลัพธ์ที่ดีอย่างแน่นอน</span>
        `
      },
      postedDate: new Date(Date.UTC(2017, 8, 25))
    },
    {
      uid: '54c0736a-3bda-42ba-be85-2de8ad7e1170',
      image: {
        url: 'static/images/contents/thai_flags_2.jpg',
        topic: 'ย้อนรอย...ร้อย (100) ปี',
        topic_lng: 'th',
        desc: 'วันพระราชทานธงชาติไทย'
      },
      content: {
        topic: 'ย้อนรอย...ร้อย (100) ปี',
        topic_extend: 'วันพระราชทานธงชาติไทย',
        desc: `
          <span>“ธงชาติไทย” หรือ “ธงไตรรงค์” ทำหน้าที่โบกสะบัดคู่ประเทศไทยของเรามาช้านาน
ตั้งแต่การประกาศใช้อย่างเป็นทางการครั้งแรกเมื่อวันที่ 28 กันยายน 2460 จวบจนวันนี้ 28 กันยายน 2560
ก็ถือว่าครบ 100 ปีพอดิบพอดี</span>
          <span>แต่กว่าที่จะมาเป็นธงแถบสีห้าแถวอย่างที่เราเห็นกันในปัจจุบันนั้น ธงชาติไทยได้ผ่านการเปลี่ยนแปลงมาตามยุคสมัย และวัฒนธรรมประเพณีของ ‘กรุง’ ที่ ‘เจริญ’ ขึ้น</span>
          <span>เนื่องในโอกาสสำคัญ 100 ปี ธงชาติไทยนี้ <a style="color:red" href="https://www.facebook.com/hashtag/tedxchareonkrung">#TEDxChareonkrung</a> จึงขอร่วมแสดงออกถึงความภาคภูมิใจ
และความสามัคคีของคนไทยโดยการพาทุกคนย้อนกลับไปในประวัติศาสตร์สมัยแรกเริ่มมีธงชาติไทยกันค่ะ</span>
          <span>ธงชาติไทยผืนแรก “ธงแดง”<br>
ถือกำเนิดด้วยความบังเอิญในรัชสมัยสมเด็จพระนารายณ์มหาราช แห่งกรุงศรีอยุธยา ฝรั่งเศสได้นำเรือรบ “เลอโวตูร์” เข้ามาบริเวณปากแม่น้ำเจ้าพระยา เพื่อเจริญพระราชไมตรี และทำการค้ากับอยุธยา โดยธรรมเนียมของชาวยุโรป
คือต้องชักธงประเทศบนเรือเพื่อเป็นสัญลักษณ์ว่ามาถึงแล้ว จากนั้นฝ่ายสยามยิงสลุตคำนับตามธรรมเนียม
ขณะเดียวกันสยามเองต้องชักธงขึ้นด้วยเพื่อตอบรับ ซึ่งตอนนั้นสยามไม่มีธงสัญลักษณ์ที่ใช้เป็นธงชาติมาก่อน
จึงใช้ธงชาติฮอลันดาชักขึ้นเสา แต่ผรั่งเศสไม่ยอมรับฝ่ายไทยจึงแก้ปัญหาโดยชักผ้าสีแดงขึ้นแทน
ฝรั่งเศสจึงยอมยิงสลุตคำนับตอบ เหตุการณ์ดังกล่าวจึงถือกันว่าเป็นจุดเริ่มต้นของประวัติศาสตร์ธงชาติไทย
และธงแดงจึงเป็นธงประจำชาติผืนแรกของไทยอย่างไม่เป็นทางการ</span>
          <img src="static/images/contents/a_01.jpg" class="img-fluid" alt="Responsive image"><br><br>
          <span>เปลี่ยนแปลงสู่ “ธงวงจักร” และ “ธงช้าง”<br>
- ในสมัยต้นกรุงรัตนโกสินทร์ พระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลก รัชกาลที่ 1 ทรงพระกรุณาโปรดเกล้าฯ
ให้เพิ่มรูปจักรสีขาวลงในธงแดง สำหรับใช้เป็นธงของเรือหลวง" เพื่อแสดงความแตกต่างระหว่างเรือหลวงกับเรือสินค้า</span>
          <img src="static/images/contents/a_02.jpg" class="img-fluid" alt="Responsive image"><br><br>
          <span>- ต่อมาในรัชสมัยพระบาทสมเด็จพระพุทธเลิศหล้านภาลัย รัชกาลที่ 2 พระองค์ทรงได้ช้างเผือกเอก 3 ช้าง
เป็นเกียรติยศยิ่งต่อแผ่นดิน จึงทรงพระกรุณาโปรดเกล้าฯ ให้เพิ่มรูปช้างเข้าภายในวงจักรของเรือหลวงไว้ด้วย
อันมีความหมายว่า พระเจ้าแผ่นดินอันมีช้างเผือก ช้างคือสัญลักษณ์แห่งแผ่นดินของกรุงรัตนโกสินทร์</span>
          <span>- พระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัว รัชกาลที่ 4 ได้มีการใช้ธงสี่เหลี่ยมผืนสีแดง ตรงกลางมีรูปช้างเผือกหันหน้าเข้าหาเสาธง โดยไม่มีวงจักรล้อมรอบตัวช้าง ซึ่งในช่วงนั้นมีการพื้นฟูความสัมพันธ์และเริ่มต้นทำสนธิสัญญาต่างๆ
กับชาติมหาอำนาจตะวันตกมากขึ้น จึงทรงมีพระราชดำริว่าสยามจำเป็นต้องมีธงชาติใช้ตามธรรมเนียมของตะวันตก</span>
          <span>- ต่อมาในสมัยพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว รัชกาลที่ 5 ธงที่ใช้กับเรือหลวง ถูกปรับรูปแบบอีกครั้ง
จากช้างสีขาวธรรมดา ปรับให้เป็น "ช้างทรงเครื่องยืนแท่น" หันหน้าเข้าข้างเสา เนื่องจากช้างเผือกเปรียบเป็นเครื่องแทนตัวของพระมหากษัตริย์แล้ว ดังนั้นการปรับให้ช้างทรงเครื่องยืนแท่น จึงเพื่อความสง่างามและเหมาะสมกับ
ชั้นของพระมหากษัตริย์”</span>
          <span>จากเหตุการณ์ไม่คาดคิดกลายเป็น “ธงแดงห้าริ้ว”<br>
จากการที่ชาวจังหวัดอุทัยธานี รับเสด็จพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัว ในปี พ.ศ. 2459
หลังจากที่มีการประกาศว่าพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัว จะเสด็จเยี่ยมราษฎรประจำจังหวัดอุทัยธานี ราษฎรจึงได้จัดเตรียมเคหสถานบ้านเรือนเป็นการรับเสด็จ แต่ในระหว่างที่รัชกาลที่ 6 เสด็จพระราชดำเนินผ่าน
ตัวเมืองอุทัยธานี ไปถึงแถบชุมชนที่ห่างจากบริเวณตัวเมือง มีบ้านหลังหนึ่งที่ได้ธงมาอย่างกะทันหัน
จึงได้เอาธงช้างไปติดไว้บนยอดหน้าจั่วหลังคา แต่เมื่อขบวนเสด็จพระราชดำเนินมาหยุดลง สิ่งที่ไม่คาดฝันก็เกิดขึ้น เมื่อล้นเกล้าล้นกระหม่อมทอดพระเนตรขึ้นไปเห็นธงช้างฝืนนั้น ก็มีอาการสะดุดพระเนตร เนื่องจากธงช้างติดอยู่
ในลักษณะช้างนอนหงายเอาเท้าชี้ฟ้า ซึ่งเป็นสัญลักษณ์ที่ไม่เป็นมงคล จากนั้นมา พระองค์จึงมีพระราชดำริว่า
ธงชาติต้องมีรูปแบบที่สมมาตรเพื่อไม่ให้เกิดเหตุการณ์เช่นนี้ขึ้นอีก จึงเป็นจุดกำเนิดของธงแดงขาวห้าริ้ว
ซึ่งเป็นรูปแบบสมมาตร และไม่ว่าติดด้านไหนก็ไม่มีลักษณะกลับหัว โดยสีแดงนั้นมาจากสีเดิมของธง
ส่วนสีขาวมาจากช้างเผือกนั้นเอง</span>
          <img src="static/images/contents/a_03.jpg" class="img-fluid" alt="Responsive image"><br><br>
          <span>ความภูมิใจของไทย “ธงไตรรงค์”<br>
เมื่อปี พ.ศ. 2460 รัชกาลที่ 6 ทรงอ่านหนังสือพิมพ์กรุงเทพเดลิเมล์ ฉบับภาษาอังกฤษ มีผู้เขียนเรื่องธงใช้นามปากกาว่า "อะแควเรียส" มีสาระว่า "ธงห้าริ้วสวยงามดี แต่หากจะให้ดีน่าจะมีสีน้ำเงินใส่เข้าไปด้วย เพราะสีน้ำเงิน
เป็นสีแสดงถึงสถาบันพระมหากษัตริย์ในนานาประเทศ" ซึ่งพระองค์ทรงเห็นด้วย จึงได้เพิ่มสีน้ำเงิน สีทรงโปรดลงตรงกลาง และอีกประการหนึ่ง สีน้ำเงินยังแสดงถึงชัยชนะและความเป็นหนึ่งเดียวของฝ่ายสัมพันธมิตรในสงครามโลกครั้งที่หนึ่ง เช่น ฝรั่งเศส สหราชอาณาจักร สหรัฐอเมริกา เป็นต้น ซึ่งใช้สีแดง ขาว น้ำเงินเป็นสีในธงชาติเป็นส่วนใหญ่ด้วย</span>
          <img src="static/images/contents/a_04.jpg" class="img-fluid" alt="Responsive image"><br><br>
          <span>พระองค์ทรงพระราชทานชื่อเรียกใหม่ว่า "ธงไตรรงค์" พร้อมความหมาย สีแดงหมายถึงเลือดอันยอมพลีเพื่อธำรงรักษาชาติและศาสนา สีน้ำเงินหมายถึงพระมหากษัตริย์ และ สีขาวหมายถึงความบริสุทธิ์แห่งศาสนา ก่อนจะนำเรื่องเข้าประชุมลงมติเห็นชอบธงสามสีแบบที่คิดขึ้นใหม่ จึงทรงพระกรุณาโปรดเกล้าฯ ให้ใช้ ธงไตรรงค์ เป็นธงประจำชาติ
และได้พระราชทานธงไตรรงค์ เป็นธงชาติสยาม เมื่อวันที่ 28 กันยายน พ.ศ. 2460 ตามพระราชบัญญัติแก้ไขพระราชบัญญัติธง พุทธศักราช 2460</span>
          <span>ความภาคภูมิใจครั้งแรกของธงชาติไทยคือธงไตรรงค์ของสยามก็ได้เดินผ่านประตูชัยที่กรุงปารีส ประเทศฝรั่งเศส พร้อมกับคณะทหารอาสา ในการเฉลิมฉลองชัยชนะของฝ่ายพันธมิตรเมื่อวันที่ 14 กรกฎาคม ปี พ.ศ. 2462
ซึ่งนอกจากจะเป็นสัญลักษณ์ของผู้ชนะสงครามร่วมกับชาติมหาอำนาจในยุโรปแล้ว ยังเป็นจุดเริ่มต้นของการที่ชาติมหาอำนาจในยุโรปให้การยอมรับสยามในเวทีโลก</span>
          <span>ขอบคุณข้อมูลจาก: <a style="color:red" class="tedx_link black"  href="http://news.sanook.com/3668694/">http://news.sanook.com/3668694/</a></span>
        `
      },
      postedDate: new Date(Date.UTC(2017, 8, 28))
    },
    {
      uid: '334a3cf4-8eac-48bd-b80f-29e91d9906dc',
      image: {
        url: 'static/images/contents/14_01.jpg',
        topic: 'เคยมั้ยที่รู้สึกหดหู่เวลาเล่นไอจี?',
        topic_lng: 'th',
        desc: ''
      },
      content: {
        topic: 'อินสตาแกรม...ทำให้เสียสุขภาพจิต',
        topic_extend: 'เคยมั้ยที่รู้สึกหดหู่เวลาเล่นไอจี?',
        desc: `
          <span>งานวิจัยชี้อินสตาแกรม แพลตฟอร์มที่ทำให้เยาวชนมีปัญหาทางสุขภาพจิตมากที่สุด
หลายๆครั้งที่เรามักแอบเปรียบเทียบชีวิตตัวเองกับชีวิตเพื่อนๆเวลาที่เราเล่นอินสตาแกรม
และเกิดความรู้สึกหดหู่ซะเองว่าทำไมไม่มี หรือทำไมไม่สวยหล่อเหมือนคนอื่นเขาบ้าง </span>
          <span>อินสตาแกรมหรือแอพพลิเคชั่นแชร์รูปจากเฟสบุ๊คที่มีผู้ใช้กว่า 700 ล้านทั่วโลกส่งผลให้คนหนุ่มสาวรู้สึกหดหู่ กระวนกระวาย และเหงามากกว่าแอพพลิเคชั่นอื่นๆ อ้างอิงจากการสำรวจในประเทศอังกฤษโดย RSPH</span>
          <span>ด้วยรูปแบบการทำงานแบบแชร์รูปและวิดีโอเท่านั้น รวมถึง Function ใหม่ๆอย่าง Story และ Live
ที่ให้ผู้ใช้งานได้แชร์เรื่องราวต่างๆในชีวิตได้อย่างรวดเร็ว และยังถูกลบโดยอัตโนมัติหลัง 24 ชั่วโมง
ทำให้ผู้ใช้งานสามารถแชร์ทุกอย่างได้ง่ายดายมากขึ้น คิดน้อยลง ใช้งานถี่ขึ้น</span>
          <span>ซึ่งการทำงานแบบนี้ทำให้ความรู้สึกขณะใช้งานแอพพลิเคชั่นเป็นไปในทางลบมากกว่าทางบวก
เช่น ความเคารพในตัวเองที่ต่ำลง อันเนื่องมาจากรูปลักษณ์และรูปร่างที่ไม่ดีตามแบบพิมพ์นิยม</span>
          <span>คุณอาจรู้สึกดีในช่วงแรกที่เล่นสื่อออนไลน์ต่างๆ เพราะรู้สึกว่าได้มีส่วนร่วมกับสังคมออนไลน์
แต่เมื่อเวลาผ่านไปคุณจะเริ่มรู้สึกห่างเหินจากเพื่อนในชีวิตจริงมากขึ้น เวลาคุณอยู่กับเพื่อนในชีวิตจริง
คุณกลับแชร์เรื่องราวต่างๆกับเพื่อนในโลกออนไลน์ และเริ่มรู้สึกแย่มากขึ้นเมื่อเห็นเพื่อนๆโพสรูปชีวิตดี
โดยที่สมองของคุณก็ทำการเปรียบเทียบแบบอัตโนมัติ ว่าทำไมตัวเองถึงด้อยกว่าคนอื่น</span>
          <span>ไม่มีความสามารถเหมือนคนอื่นๆ จนหลายคนถึงขั้นเกิดภาวะซึมเศร้าไปจนถึงเริ่มเกลียดตัวเอง</span>
          <span>ซึ่งทางแก้ที่สามารถทำได้ก็คือ เราไม่ควรใช้เวลาในโลกโซเชียลมากเกินไป ควรอยู่กับชีวิตจริงและอยู่กับปัจจุบัน
ใส่ใจคนและสิ่งที่ทำอยู่ตรงหน้าดีกว่าผู้คนในโลกออนไลน์</span>
          <span>ขอบคุณข้อมูลจาก: <a style="color:red" class="tedx_link black" href="https://www.rsph.org.uk/about-us/news/instagram-ranked-worst-for-young-people-s-mental-health.html">https://www.rsph.org.uk/about-us/news/instagram-ranked-worst-for-young-people-s-mental-health.html</a></span>
        `
      },
      postedDate: new Date(Date.UTC(2017, 9, 3))
    }].sort((a, b) => {
      const da = new Date(a.postedDate).getTime();
      const db = new Date(b.postedDate).getTime();
      
      return da > db ? -1 : da < db ? 1 : 0
    })
}
