const dir = "static/images/speakers/";
// export const images = [
//   dir + "speaker1.jpg",
//   dir + "speaker2.jpg",
//   dir + "speaker3.jpg",
//   dir + "speaker4.jpg",
//   dir + "speaker5.jpg",
//   dir + "speaker6.jpg",
//   dir + "speaker7.jpg",
//   dir + "speaker8.jpg",
//   dir + "speaker9.jpg"
// ];

export const images = [
  {
    name: "พ.อ.ดร.วิชิต ซ้ายเกล้า",
    dir: dir + "1.jpg",
    motto: `โลกของเราดำรงอยู่ได้ด้วยความหลากหลาย`,
    detail: `วิศวกรระบบ ทหาร และเจ้าพ่อวงการคราฟท์เบียร์ไทย เจ้าของเเบรนด์ Chitbeer ผู้ผนึกกำลังในการก่อตั้ง "โรงเบียร์มิตรสัมพันธ์" MITR CRAFT โรงเบียร์ที่ทุกคนมีส่วนร่วมในการเรียนรู้ ต้ม ชิม และ แชร์ อย่างถูกกฎหมาย`
  },
  {
    name: "ธีรศักดิ์ วงศ์ปิยะ",
    dir: dir + "2.jpg",
    motto: `นวัตกรรมคือ การทำน้อยแต่ได้มาก`,
    detail: `Managing Director Thailand, และทีมงานจาก Bold Group GmbH ผู้ที่ให้คำปรึกษาด้านการสร้างและบริหารนวัตกรรมในอุตสาหกรรมต่างๆ โดยการพัฒนานวัตกรรมจากสิ่งที่มีอยู่และแก้ไขปัญหาที่ซับซ้อนด้วยวิธีที่เรียบง่าย อย่างมีความคิดสร้างสรรค์ `
  },
  {
    name: "ฉัตรศนัน มาสว่างไพโรจน์ ",
    dir: dir + "3.jpg",
    motto: `ขยะสร้างคนได้ พัฒนาสังคมให้ดีขึ้น และประเทศจะดีขึ้น ถ้าเราร่วมมือร่วมใจกัน`,
    detail: `ผู้ก่อตั้งธนาคารขยะออมทรัพย์ ภายใต้กลุ่ม รวมมิตร 2011 โดยโครงการสาขาแรกเริ่มที่เคหะดินแดง เป็นแผนธุรกิจพัฒนาชุมชนแบบครบวงจรในการจัดการขยะในรูปแบบธนาคาร โดยเกิดจากแนวคิดที่ต้องการจะพัฒนาคุณภาพชีวิตชุมชนให้ดีขึ้น โดยการใช้ขยะมูลฝอยเป็นตัวขับเคลื่อน เปิดให้สมาชิกถือหุ้นธนาคารเป็นเพื่อนร่วมทางกิจการ ทุกคนมีส่วนร่วมได้ และสามารถนำไปปรับใช้ได้ทุกพื้นที่`
  },
  {
    name: `คุณปิยะพงศ์ หมื่นประเสริฐดี`,
    dir: dir + "4.jpg",
    motto: `ผมคิดว่าดนตรีเป็นปัจจัยสี่ เพราะมันคือยารักษาโรค`,
    detail: `ผู้ร่วมก่อตั้ง ฟังใจ - Fungjai อาณาจักรเพลงนอกกระแส ที่เปิดโอกาสให้ศิลปินได้มีพื้นที่ในการเผยแพร่ผลงาน`
  },
  ,
  {
    name: `ไพลิน จิตประเสริฐสุข`,
    dir: dir + "5.jpg",
    motto: `การศึกษาประวัติศาสตร์ ก็เหมือนการต่อจิ๊กซอว์`,
    detail: `นักประสานงานสื่อสารมวลชนอิสระ และนักสืบปูมหลังเจริญกรุง ผู้เกิดที่เจริญกรุงแต่ไปเติบโตในต่างประเทศ เมื่อกลับมาไทย จึงเกิดจุดประกายในการค้นหาตัวตนว่าตัวเองเป็นใครผ่านการสืบหาเบาะแสจากรูปถ่ายทางประวัติศาสตร์ของย่านเจริญกรุง`
  },
  {
    name: `นที เอกวิจิตร (อุ๋ย บุดดาเบลส)`,
    dir: dir + "6.jpg",
    motto: `ผมตั้งใจว่าผมจะพูดให้น้อยลง`,
    detail: `นักร้องชื่อดัง ที่ทุกคนรู้จักในนาม ‘อุ๋ย บุดดาเบลส’ Oui Buddhabless ซึ่งชื่อ Buddha Bless Band มีความหมายว่า พระพุทธเจ้าอวยพร ผู้ทำให้ ‘เพลงแร็ป’ กับ ‘พุทธศาสนา’ ที่ต่างกันราวเส้นขนานมาบรรจบกันได้อย่างลงตัว ผ่านจังหวะเพลงเร้าใจ แต่สอดแทรกหลักธรรมคำสอนไว้อย่างทันสมัย และเข้าถึงง่าย`
  },
  {
    name: `คุณดุจดาว วัฒนปกรณ์`,
    dir: dir + "7.jpg",
    motto: `ร่างกายเป็นประตูบานที่ใกล้ที่สุดที่จะเข้าไปถึงจิตใจได้`,
    detail: `Dance therapist ผู้เชี่ยวชาญด้านการบำบัดจิตด้วยการเคลื่อนไหว คนแรกและคนเดียวในประเทศไทย ที่เชื่อว่าการเคลื่อนไหวของร่างกายสะท้อนถึงรูปแบบทางความคิดและอารมณ์ความรู้สึกของแต่ละบุคคลได้`
  },
  {
    name: `อ.เดชรัตน์ สุขกำเนิด`,
    dir: dir + "8.jpg",
    motto: `ความรู้สึก สำคัญกว่าความรู้`,
    detail: `หัวหน้าภาควิชาเศรษฐศาสตร์เกษตรและทรัพยากร มหาวิทยาลัยเกษตรศาสตร์ 
    ผู้ลงมือทำเรื่องเล่นที่ไม่ใช่เล่น ในนามกลุ่ม เถื่อนเกม 
    โดยออกแบบและสร้างกระบวนการเรียนรู้ปัญหาสังคมผ่านบอร์ดเกมส์ 
    ทำให้เนื้อหายากซับซ้อน กลายมาเป็นเกมกระดานที่สนุกและนำไปใช้ได้จริง`
  },
  {
    name: `มิชารี มุคบิล `,
    dir: dir + "9.jpg",
    motto: `ถ้าอยากเป็นนักฟุตบอล สิ่งที่ต้องทำไม่ใช่การนั่งเรียน 
    แต่คือการออกไปลงสนามเตะ`,
    detail: `เจ้าของบริษัทไอทีชั้นนำของไทย ผู้ก่อตั้ง ‘สำนักนักโค้ด’ CoderDojo Thailand
    ชุมชนการเรียนรู้แบบอิสระเกี่ยวกับการเขียนโปรแกรมสำหรับเด็กๆ หรือนินจาที่เต็มไปด้วยความใฝ่รู้ ในห้องเรียนที่ไม่มีครู โดยปล่อยให้สอนกันเองก่อนด้วยกฏ ‘Ask three then me’ เป็นการเรียนรู้ในรูปแบบที่เด็กเข้าใจง่าย สนุก และนำไปใช้ได้จริง`
  },
  {
    name: `อตินุช ตันติวิท`,
    dir: dir + "10.jpg",
    motto: `ศิลปะทำให้เมืองเจริญขึ้น แต่ไม่จำเป็นต้องใช้ศิลปะมาเปลี่ยนเมืองทั้งหมดก็ได้`,
    detail: `ศิลปิน และเจ้าของ ATTA Gallery อัตตา แกลเลอรี่ ย่านเจริญกรุง แกลเลอรี่ที่จัดแสดงผลงาน Contemporary Art Jewelry แห่งแรกในประเทศไทย เพื่อเป็นสื่อกลางให้ศิลปินนักออกแบบแสดงความเป็นตัวตนผ่านงานศิลปะ โดยใช้เครื่องประดับในการแสดงออก และเป็นพื้นที่ส่งต่อความรู้ศาสตร์ Wearable Art ที่ช่วยกระตุ้นไอเดียให้กับผู้ชม`
  }
];
